{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bipolar disorder.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have cerebral palsy.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have colorectal cancer.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypertensive heart disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have myocardial infarction (heart....."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection (uti).."}
{"text": "i have difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have cirrhosis.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis (pink eye).."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have fever, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have gastroenteritis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hyperthyroidism.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hyperthyroidism.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have kidney cancer.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have malaria.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have malaria.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pancreatitis.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have spina bifida.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have anxiety disorders.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have klinefelter syndrome.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chickenpox.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chickenpox.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have coronary artery disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have eating disorders (anorexia,....."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have fibromyalgia.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have gastroenteritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have hemophilia.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hyperthyroidism.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lymphoma.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have fever, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tuberculosis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tuberculosis.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have kidney disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have allergic rhinitis.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have anxiety disorders.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have cataracts.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have crohn's disease.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have crohn's disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumocystis pneumonia (pcp).."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have scoliosis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have sickle cell anemia.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tetanus.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tetanus.."}
{"text": "i have cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have down syndrome.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have ebola virus.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have ebola virus.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have gastroenteritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have klinefelter syndrome.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fever, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lyme disease.."}
{"text": "i have fever, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lyme disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pancreatic cancer.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumothorax.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you have anxiety disorders.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have coronary artery disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have coronary artery disease.."}
{"text": "i have blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hemorrhoids.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you have polycystic ovary syndrome (pcos).."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have systemic lupus erythematosus....."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you have typhoid fever.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you have typhoid fever.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fever, cough, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chronic kidney disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have hemophilia.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have hepatitis b.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have hepatitis b.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have kidney cancer.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have kidney disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have pancreatitis.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have parkinson's disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have parkinson's disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have prader-willi syndrome.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have thyroid cancer.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tuberculosis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have alzheimer's disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have alzheimer's disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have alzheimer's disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have dementia.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diverticulitis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lung cancer.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lung cancer.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have mumps.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have mumps.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have gout.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have testicular cancer.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tonsillitis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have williams syndrome.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have depressive or psychotic symptoms, insomnia, abnormal involuntary movements, chest tightness, irregular heartbeat, breathing fast. what disease do i have?. As a doctor I have diagnosed that you have panic disorder.."}
{"text": "i have shortness of breath, depressive or psychotic symptoms, insomnia, chest tightness, irregular heartbeat. what disease do i have?. As a doctor I have diagnosed that you have panic disorder.."}
{"text": "i have shortness of breath, depressive or psychotic symptoms, dizziness, insomnia, chest tightness, palpitations, breathing fast. what disease do i have?. As a doctor I have diagnosed that you have panic disorder.."}
{"text": "i have anxiety and nervousness, depression, dizziness, chest tightness, irregular heartbeat, breathing fast. what disease do i have?. As a doctor I have diagnosed that you have panic disorder.."}
{"text": "i have anxiety and nervousness, depression, shortness of breath, depressive or psychotic symptoms, dizziness, insomnia, chest tightness, irregular heartbeat. what disease do i have?. As a doctor I have diagnosed that you have panic disorder.."}
{"text": "i have depression, depressive or psychotic symptoms, dizziness, insomnia, chest tightness, breathing fast. what disease do i have?. As a doctor I have diagnosed that you have panic disorder.."}
{"text": "i have sore throat, throat swelling, throat feels tight. what disease do i have?. As a doctor I have diagnosed that you have vocal cord polyp.."}
{"text": "i have hoarse voice, sore throat. what disease do i have?. As a doctor I have diagnosed that you have vocal cord polyp.."}
{"text": "i have suprapubic pain, vaginal itching, pain during intercourse, frequent urination, vaginal discharge, blood in urine. what disease do i have?. As a doctor I have diagnosed that you have atrophic vaginitis.."}
{"text": "i have vomiting, headache, nausea, neck pain. what disease do i have?. As a doctor I have diagnosed that you have headache after lumbar puncture.."}
{"text": "i have dizziness, painful urination, neck pain, low back pain. what disease do i have?. As a doctor I have diagnosed that you have headache after lumbar puncture.."}
{"text": "i have hand or finger pain, foot or toe pain, elbow pain. what disease do i have?. As a doctor I have diagnosed that you have osteochondrosis.."}
{"text": "i have jaundice, arm stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have metabolic disorder.."}
{"text": "i have suprapubic pain, sharp abdominal pain, pain during intercourse, vaginal discharge, pain during pregnancy, pelvic pain, vaginal pain. what disease do i have?. As a doctor I have diagnosed that you have vaginitis.."}
{"text": "i have pain during intercourse, vaginal discharge, vaginal redness. what disease do i have?. As a doctor I have diagnosed that you have vaginitis.."}
{"text": "i have suprapubic pain, sharp abdominal pain, painful urination, pain during intercourse, lower abdominal pain, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have vaginitis.."}
{"text": "i have diminished hearing, ringing in ear, plugged feeling in ear. what disease do i have?. As a doctor I have diagnosed that you have tinnitus of unknown cause.."}
{"text": "i have anxiety and nervousness, depression, abusing alcohol, acne or pimples, decreased appetite. what disease do i have?. As a doctor I have diagnosed that you have eating disorder.."}
{"text": "i have sharp abdominal pain, blood in urine, back pain. what disease do i have?. As a doctor I have diagnosed that you have pyelonephritis.."}
{"text": "i have suprapubic pain, sharp abdominal pain, painful urination, frequent urination, lower abdominal pain, blood in urine, back pain, low back pain. what disease do i have?. As a doctor I have diagnosed that you have pyelonephritis.."}
{"text": "i have suprapubic pain, sharp abdominal pain, vomiting, nausea, lower abdominal pain, blood in urine, side pain. what disease do i have?. As a doctor I have diagnosed that you have pyelonephritis.."}
{"text": "i have leg pain, sharp abdominal pain, back pain, low back pain, pelvic pain, shoulder pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have chronic pain disorder.."}
{"text": "i have leg pain, sharp abdominal pain, headache, shoulder pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have chronic pain disorder.."}
{"text": "i have leg pain, headache, back pain, low back pain, pelvic pain, knee pain, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have chronic pain disorder.."}
{"text": "i have headache, low back pain, pelvic pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have chronic pain disorder.."}
{"text": "i have sharp abdominal pain, vomiting, headache, pelvic pain, spotting or bleeding during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have problem during pregnancy.."}
{"text": "i have vomiting, nausea, pelvic pain, problems during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have problem during pregnancy.."}
{"text": "i have vomiting, nausea, back pain, problems during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have problem during pregnancy.."}
{"text": "i have headache, nausea, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have problem during pregnancy.."}
{"text": "i have vomiting, lower abdominal pain, pelvic pain, cramps and spasms. what disease do i have?. As a doctor I have diagnosed that you have problem during pregnancy.."}
{"text": "i have vomiting, headache, nausea, lower abdominal pain, pain during pregnancy, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have problem during pregnancy.."}
{"text": "i have jaundice, sharp abdominal pain, vomiting, decreased appetite, side pain, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have choledocholithiasis.."}
{"text": "i have sharp abdominal pain, vomiting, nausea, side pain, upper abdominal pain, chills. what disease do i have?. As a doctor I have diagnosed that you have choledocholithiasis.."}
{"text": "i have jaundice, nausea, decreased appetite, side pain, chills. what disease do i have?. As a doctor I have diagnosed that you have choledocholithiasis.."}
{"text": "i have symptoms of eye, pain in eye, abnormal movement of eyelid, foreign body sensation in eye. what disease do i have?. As a doctor I have diagnosed that you have diabetic retinopathy.."}
{"text": "i have leg pain, hip pain, headache, back pain, neck pain, low back pain, muscle pain. what disease do i have?. As a doctor I have diagnosed that you have fibromyalgia.."}
{"text": "i have sharp chest pain, leg pain, hip pain, neck pain, low back pain, muscle pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have fibromyalgia.."}
{"text": "i have leg pain, hip pain, neck pain, low back pain. what disease do i have?. As a doctor I have diagnosed that you have fibromyalgia.."}
{"text": "i have retention of urine, blood in stool, vomiting, nausea, burning abdominal pain, constipation. what disease do i have?. As a doctor I have diagnosed that you have ischemia of the bowel.."}
{"text": "i have shortness of breath, groin mass, vomiting, back pain, side pain. what disease do i have?. As a doctor I have diagnosed that you have peritonitis.."}
{"text": "i have shortness of breath, back pain, side pain. what disease do i have?. As a doctor I have diagnosed that you have peritonitis.."}
{"text": "i have sharp chest pain, abusing alcohol, side pain, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have acute pancreatitis.."}
{"text": "i have abusing alcohol, sharp abdominal pain, nausea, back pain, burning abdominal pain, hemoptysis. what disease do i have?. As a doctor I have diagnosed that you have acute pancreatitis.."}
{"text": "i have abusing alcohol, vomiting, nausea, diarrhea, back pain, burning abdominal pain, side pain, lower body pain, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have acute pancreatitis.."}
{"text": "i have sharp chest pain, abusing alcohol, sharp abdominal pain, vomiting, diarrhea, back pain, burning abdominal pain, side pain, lower body pain, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have acute pancreatitis.."}
{"text": "i have sharp chest pain, abusing alcohol, sharp abdominal pain, vomiting, lower body pain, upper abdominal pain, hemoptysis. what disease do i have?. As a doctor I have diagnosed that you have acute pancreatitis.."}
{"text": "i have sharp chest pain, sharp abdominal pain, vomiting, nausea, back pain, burning abdominal pain, hemoptysis. what disease do i have?. As a doctor I have diagnosed that you have acute pancreatitis.."}
{"text": "i have shortness of breath, chest tightness, wheezing, fever, coughing up sputum, coryza, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, difficulty breathing, coughing up sputum. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have cough, nasal congestion, wheezing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have chest tightness, cough, difficulty breathing, coughing up sputum. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have shortness of breath, sharp chest pain, cough, coryza, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have vaginal discharge, intermenstrual bleeding, pain during pregnancy, spotting or bleeding during pregnancy, groin pain. what disease do i have?. As a doctor I have diagnosed that you have induced abortion.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, intermenstrual bleeding, spotting or bleeding during pregnancy, groin pain. what disease do i have?. As a doctor I have diagnosed that you have induced abortion.."}
{"text": "i have vomiting, diarrhea, fluid retention, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have infectious gastroenteritis.."}
{"text": "i have sharp abdominal pain, vomiting, nausea, fever, chills, fluid retention, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have infectious gastroenteritis.."}
{"text": "i have vomiting, headache, nausea, burning abdominal pain, decreased appetite, fever, chills. what disease do i have?. As a doctor I have diagnosed that you have infectious gastroenteritis.."}
{"text": "i have blood in stool, sharp abdominal pain, headache, nausea, diarrhea, burning abdominal pain, decreased appetite, chills, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have infectious gastroenteritis.."}
{"text": "i have blood in stool, sharp abdominal pain, vomiting, nausea, diarrhea, burning abdominal pain, decreased appetite, chills, fluid retention, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have infectious gastroenteritis.."}
{"text": "i have blood in stool, sharp abdominal pain, nausea. what disease do i have?. As a doctor I have diagnosed that you have infectious gastroenteritis.."}
{"text": "i have sore throat, cough. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have facial pain, frontal headache, coughing up sputum, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have nasal congestion, facial pain, frontal headache, coughing up sputum, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have sore throat, cough, nasal congestion, facial pain, ear pain, frontal headache, sinus congestion. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have cough, frontal headache. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have sore throat, ear pain, frontal headache, coughing up sputum, sinus congestion. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have sore throat, facial pain, fever, coughing up sputum, coryza, sinus congestion, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have nasal congestion, ear pain, fever, coughing up sputum, sinus congestion, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have cough, facial pain, ear pain, coughing up sputum, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute sinusitis.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, hostile behavior, feeling ill. what disease do i have?. As a doctor I have diagnosed that you have substance-related mental disorder.."}
{"text": "i have anxiety and nervousness, insomnia, hostile behavior, feeling ill, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have substance-related mental disorder.."}
{"text": "i have depression, depressive or psychotic symptoms, pain during pregnancy, excessive anger, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have postpartum depression.."}
{"text": "i have leg pain, neck pain, side pain, stiffness all over, back mass or lump. what disease do i have?. As a doctor I have diagnosed that you have spondylitis.."}
{"text": "i have hip pain, back pain, neck pain, low back pain, side pain, stiffness all over. what disease do i have?. As a doctor I have diagnosed that you have spondylitis.."}
{"text": "i have hip pain, neck pain, lower body pain, stiffness all over, back mass or lump. what disease do i have?. As a doctor I have diagnosed that you have spondylitis.."}
{"text": "i have leg pain, low back pain, side pain, stiffness all over, back mass or lump. what disease do i have?. As a doctor I have diagnosed that you have spondylitis.."}
{"text": "i have leg pain, hip pain, neck pain, side pain, stiffness all over. what disease do i have?. As a doctor I have diagnosed that you have spondylitis.."}
{"text": "i have sharp abdominal pain, involuntary urination, intermenstrual bleeding, cramps and spasms, heavy menstrual flow, unpredictable menstruation, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have uterine fibroids.."}
{"text": "i have sharp abdominal pain, painful urination, long menstrual periods. what disease do i have?. As a doctor I have diagnosed that you have idiopathic nonmenstrual bleeding.."}
{"text": "i have diminished vision, symptoms of eye, pain in eye, foreign body sensation in eye, lacrimation, mass on eyelid. what disease do i have?. As a doctor I have diagnosed that you have chalazion.."}
{"text": "i have diminished vision, eye redness, mass on eyelid, swollen eye, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have chalazion.."}
{"text": "i have skin growth, symptoms of eye, pain in eye, foreign body sensation in eye, eye redness, lacrimation, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have chalazion.."}
{"text": "i have skin growth, diminished vision, symptoms of eye, eye redness, lacrimation, mass on eyelid, swollen eye, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have chalazion.."}
{"text": "i have diminished vision, symptoms of eye, pain in eye, lacrimation, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have chalazion.."}
{"text": "i have diminished vision, foreign body sensation in eye, eye redness, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have chalazion.."}
{"text": "i have vaginal itching, painful urination, lower abdominal pain, vaginal redness, vulvar irritation, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have vaginal yeast infection.."}
{"text": "i have sharp abdominal pain, vaginal itching, vaginal discharge, vaginal redness, vulvar irritation. what disease do i have?. As a doctor I have diagnosed that you have vaginal yeast infection.."}
{"text": "i have suprapubic pain, painful urination. what disease do i have?. As a doctor I have diagnosed that you have vaginal yeast infection.."}
{"text": "i have suprapubic pain, sharp abdominal pain, vaginal discharge, vaginal pain, vulvar irritation, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have vaginal yeast infection.."}
{"text": "i have sharp abdominal pain, vaginal itching. what disease do i have?. As a doctor I have diagnosed that you have vaginal yeast infection.."}
{"text": "i have abnormal appearing skin, skin growth, foot or toe pain, foot or toe swelling, skin on leg or foot looks infected, skin dryness, peeling, scaliness, or roughness, skin on arm or hand looks infected. what disease do i have?. As a doctor I have diagnosed that you have ingrown toe nail.."}
{"text": "i have abnormal appearing skin, neck swelling, foot or toe pain, foot or toe swelling, swollen eye, irregular appearing nails, skin on arm or hand looks infected. what disease do i have?. As a doctor I have diagnosed that you have ingrown toe nail.."}
{"text": "i have foot or toe swelling, skin on leg or foot looks infected, swollen eye, irregular appearing nails, skin on arm or hand looks infected. what disease do i have?. As a doctor I have diagnosed that you have ingrown toe nail.."}
{"text": "i have neck swelling, foot or toe swelling, skin on leg or foot looks infected, irregular appearing nails. what disease do i have?. As a doctor I have diagnosed that you have ingrown toe nail.."}
{"text": "i have neck swelling, foot or toe pain, foot or toe swelling, skin on leg or foot looks infected, swollen eye, irregular appearing nails, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have ingrown toe nail.."}
{"text": "i have shortness of breath, dizziness, cough, paresthesia, fever. what disease do i have?. As a doctor I have diagnosed that you have pulmonary eosinophilia.."}
{"text": "i have white discharge from eye, double vision, symptoms of eye, pain in eye, lacrimation. what disease do i have?. As a doctor I have diagnosed that you have corneal disorder.."}
{"text": "i have white discharge from eye, diminished vision, double vision, symptoms of eye, spots or clouds in vision, eye redness. what disease do i have?. As a doctor I have diagnosed that you have corneal disorder.."}
{"text": "i have cough, flatulence, sharp abdominal pain, vomiting, diarrhea, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have intestinal malabsorption.."}
{"text": "i have skin swelling, lip swelling, abnormal appearing skin, skin lesion, skin growth. what disease do i have?. As a doctor I have diagnosed that you have viral warts.."}
{"text": "i have skin swelling, lip swelling, abnormal appearing skin. what disease do i have?. As a doctor I have diagnosed that you have viral warts.."}
{"text": "i have dizziness, headache, problems with movement, focal weakness, slurring words. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have depressive or psychotic symptoms, dizziness, abnormal involuntary movements, difficulty speaking, problems with movement. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have skin growth, irregular appearing scalp, pain of the anus, pelvic pain, bones are painful. what disease do i have?. As a doctor I have diagnosed that you have pilonidal cyst.."}
{"text": "i have skin swelling, irregular appearing scalp, bones are painful, ache all over, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have pilonidal cyst.."}
{"text": "i have skin swelling, knee pain, ankle pain, problems with movement. what disease do i have?. As a doctor I have diagnosed that you have flat feet.."}
{"text": "i have skin swelling, ankle pain, problems with movement. what disease do i have?. As a doctor I have diagnosed that you have flat feet.."}
{"text": "i have retention of urine, involuntary urination, blood in urine, intermenstrual bleeding, vaginal pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic organ prolapse.."}
{"text": "i have suprapubic pain, blood in urine. what disease do i have?. As a doctor I have diagnosed that you have pelvic organ prolapse.."}
{"text": "i have retention of urine, suprapubic pain, involuntary urination, frequent urination, blood in urine, intermenstrual bleeding, vaginal pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic organ prolapse.."}
{"text": "i have involuntary urination, intermenstrual bleeding, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have pelvic organ prolapse.."}
{"text": "i have arm pain, wrist swelling, wrist stiffness or tightness, elbow pain, shoulder stiffness or tightness, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have fracture of the arm.."}
{"text": "i have wrist swelling, arm stiffness or tightness, arm swelling, wrist stiffness or tightness, elbow pain, shoulder pain, shoulder stiffness or tightness, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have fracture of the arm.."}
{"text": "i have leg pain, melena. what disease do i have?. As a doctor I have diagnosed that you have coagulation (bleeding) disorder.."}
{"text": "i have depressive or psychotic symptoms, dizziness, abnormal involuntary movements, difficulty speaking, vomiting, headache, diminished vision. what disease do i have?. As a doctor I have diagnosed that you have intracranial hemorrhage.."}
{"text": "i have depressive or psychotic symptoms, abnormal involuntary movements, difficulty speaking, vomiting, headache, diminished vision, seizures. what disease do i have?. As a doctor I have diagnosed that you have intracranial hemorrhage.."}
{"text": "i have shortness of breath, difficulty in swallowing, feeling ill, nausea, weakness, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have hyperkalemia.."}
{"text": "i have shortness of breath, depressive or psychotic symptoms, sharp chest pain, dizziness, difficulty in swallowing, vomiting, weakness, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have hyperkalemia.."}
{"text": "i have depressive or psychotic symptoms, sharp chest pain, difficulty in swallowing, feeling ill, vomiting, nausea, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have hyperkalemia.."}
{"text": "i have diminished vision, eye redness, lacrimation, itchiness of eye, eye burns or stings, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have cornea infection.."}
{"text": "i have lip swelling, spots or clouds in vision, eye redness, lacrimation, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have cornea infection.."}
{"text": "i have lip swelling, pain in eye, foreign body sensation in eye, spots or clouds in vision, eye redness, lacrimation, itchiness of eye, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have cornea infection.."}
{"text": "i have sore throat, cough, headache, facial pain, ear pain, fever, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have chronic sinusitis.."}
{"text": "i have sore throat, facial pain, ear pain, fever, congestion in chest, sinus congestion, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have chronic sinusitis.."}
{"text": "i have sharp chest pain, chest tightness, cough, difficulty in swallowing. what disease do i have?. As a doctor I have diagnosed that you have achalasia.."}
{"text": "i have hoarse voice, difficulty speaking, diminished hearing, ear pain, ringing in ear, plugged feeling in ear, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have conductive hearing loss.."}
{"text": "i have dizziness, difficulty speaking, ear pain, ringing in ear, fluid in ear. what disease do i have?. As a doctor I have diagnosed that you have conductive hearing loss.."}
{"text": "i have ringing in ear, redness in ear, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have conductive hearing loss.."}
{"text": "i have hoarse voice, difficulty speaking, ear pain. what disease do i have?. As a doctor I have diagnosed that you have conductive hearing loss.."}
{"text": "i have diminished hearing, plugged feeling in ear, fluid in ear. what disease do i have?. As a doctor I have diagnosed that you have conductive hearing loss.."}
{"text": "i have symptoms of the scrotum and testes, sharp abdominal pain, ache all over, upper abdominal pain, swollen abdomen. what disease do i have?. As a doctor I have diagnosed that you have abdominal hernia.."}
{"text": "i have symptoms of the scrotum and testes, lower abdominal pain, ache all over, upper abdominal pain, swollen abdomen. what disease do i have?. As a doctor I have diagnosed that you have abdominal hernia.."}
{"text": "i have depression, difficulty speaking, hostile behavior, fears and phobias, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have depression, depressive or psychotic symptoms, drug abuse, temper problems. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have depression. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have anxiety and nervousness, depression, depressive or psychotic symptoms, abusing alcohol, drug abuse, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have depressive or psychotic symptoms, abusing alcohol, hostile behavior, excessive anger, temper problems, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have anxiety and nervousness, depression, depressive or psychotic symptoms, abusing alcohol, drug abuse, temper problems, fears and phobias, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have depression, depressive or psychotic symptoms, difficulty speaking, abusing alcohol, excessive anger, fears and phobias, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have depression, depressive or psychotic symptoms, difficulty speaking, hostile behavior, drug abuse. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have anxiety and nervousness, abusing alcohol, drug abuse, delusions or hallucinations, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have anxiety and nervousness, depression, abusing alcohol. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have anxiety and nervousness, depression, abusing alcohol, drug abuse, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have marijuana abuse.."}
{"text": "i have sharp chest pain, sharp abdominal pain, vomiting, nausea, heartburn. what disease do i have?. As a doctor I have diagnosed that you have indigestion.."}
{"text": "i have sharp chest pain, sharp abdominal pain, vomiting, nausea, burning abdominal pain, decreased appetite, stomach bloating. what disease do i have?. As a doctor I have diagnosed that you have indigestion.."}
{"text": "i have sharp chest pain, sharp abdominal pain, diarrhea, heartburn, decreased appetite. what disease do i have?. As a doctor I have diagnosed that you have indigestion.."}
{"text": "i have arm pain, arm stiffness or tightness, shoulder pain, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have leg pain, shoulder pain, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have leg pain, knee pain, elbow pain, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have hip pain, arm pain, arm swelling, knee pain, leg swelling, shoulder pain, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have leg pain, hip pain, arm stiffness or tightness, arm swelling. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have leg pain, knee swelling, shoulder pain, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have arm pain, arm stiffness or tightness, arm swelling, knee pain, elbow pain, knee swelling, shoulder pain, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have bursitis.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, nasal congestion, fever. what disease do i have?. As a doctor I have diagnosed that you have pulmonary congestion.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, cough, nasal congestion, leg swelling, weakness, decreased heart rate, fever. what disease do i have?. As a doctor I have diagnosed that you have pulmonary congestion.."}
{"text": "i have sharp chest pain, chest tightness, cough, leg swelling, fever. what disease do i have?. As a doctor I have diagnosed that you have pulmonary congestion.."}
{"text": "i have skin swelling, skin moles, symptoms of the face, skin dryness, peeling, scaliness, or roughness, skin rash. what disease do i have?. As a doctor I have diagnosed that you have actinic keratosis.."}
{"text": "i have skin swelling, irregular appearing scalp, skin moles, symptoms of the face, skin dryness, peeling, scaliness, or roughness, skin irritation. what disease do i have?. As a doctor I have diagnosed that you have actinic keratosis.."}
{"text": "i have abnormal appearing skin, skin lesion, skin moles, itching of skin, skin irritation. what disease do i have?. As a doctor I have diagnosed that you have actinic keratosis.."}
{"text": "i have cough, diminished hearing, plugged feeling in ear, fluid in ear, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute otitis media.."}
{"text": "i have sore throat, nasal congestion, ear pain, fluid in ear, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute otitis media.."}
{"text": "i have cough, nasal congestion, diminished hearing. what disease do i have?. As a doctor I have diagnosed that you have acute otitis media.."}
{"text": "i have diminished hearing, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have acute otitis media.."}
{"text": "i have eye deviation, diminished vision, double vision, pain in eye, spots or clouds in vision. what disease do i have?. As a doctor I have diagnosed that you have astigmatism.."}
{"text": "i have shortness of breath, sharp chest pain, sore throat, fever. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have shortness of breath, sharp chest pain, cough, nasal congestion, coryza. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, sore throat, cough, nasal congestion, fever, coughing up sputum, coryza, congestion in chest. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, nasal congestion, wheezing, coryza. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, sore throat, wheezing, coughing up sputum, coryza, congestion in chest. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have leg pain, hip pain, neck pain, low back pain, loss of sensation, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have spondylosis.."}
{"text": "i have back pain, neck pain, low back pain, knee pain, loss of sensation, shoulder pain, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have spondylosis.."}
{"text": "i have leg pain, hip pain, arm pain, knee pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have spondylosis.."}
{"text": "i have cough, vomiting, mouth ulcer, swollen lymph nodes. what disease do i have?. As a doctor I have diagnosed that you have herpangina.."}
{"text": "i have arm stiffness or tightness, bones are painful, shoulder stiffness or tightness, muscle cramps, contractures, or spasms. what disease do i have?. As a doctor I have diagnosed that you have injury to the shoulder.."}
{"text": "i have arm pain, arm stiffness or tightness, elbow pain, shoulder pain, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have injury to the shoulder.."}
{"text": "i have insomnia, leg pain, hand or finger swelling. what disease do i have?. As a doctor I have diagnosed that you have infection of open wound.."}
{"text": "i have sharp chest pain, weight gain, weakness. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have shortness of breath, sharp chest pain, dizziness, irregular heartbeat, fainting, peripheral edema. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have sharp chest pain, dizziness, irregular heartbeat, fainting, weight gain, weakness. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have dizziness, chest tightness, irregular heartbeat, peripheral edema. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have chest tightness, fainting, peripheral edema, weakness. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have shortness of breath, sharp chest pain, irregular heartbeat, weight gain, weakness. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have shortness of breath, dizziness, chest tightness, palpitations, irregular heartbeat, fainting, peripheral edema, weight gain. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have sharp chest pain, dizziness, chest tightness, palpitations, irregular heartbeat, fainting, peripheral edema, weight gain. what disease do i have?. As a doctor I have diagnosed that you have heart block.."}
{"text": "i have anxiety and nervousness, depression, depressive or psychotic symptoms, hostile behavior, drug abuse, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have attention deficit hyperactivity disorder (adhd).."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, lack of growth, hostile behavior, drug abuse, temper problems, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have attention deficit hyperactivity disorder (adhd).."}
{"text": "i have sharp chest pain, nausea. what disease do i have?. As a doctor I have diagnosed that you have tietze syndrome.."}
{"text": "i have cough, nausea, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have tietze syndrome.."}
{"text": "i have abnormal involuntary movements, headache, facial pain, double vision, abnormal movement of eyelid. what disease do i have?. As a doctor I have diagnosed that you have cranial nerve palsy.."}
{"text": "i have abnormal involuntary movements, difficulty speaking, facial pain, diminished vision, abnormal movement of eyelid. what disease do i have?. As a doctor I have diagnosed that you have cranial nerve palsy.."}
{"text": "i have hand or finger swelling, arm pain, wrist swelling, arm swelling, bones are painful, joint pain. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have hand or finger swelling, arm pain, wrist swelling, arm swelling, bones are painful, elbow pain. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have hand or finger pain, wrist pain, wrist swelling, arm stiffness or tightness, arm swelling, joint pain, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have hand or finger pain, wrist pain, wrist swelling, arm stiffness or tightness, bones are painful, elbow pain, loss of sensation, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have wrist pain, arm pain, bones are painful, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have wrist pain, hand or finger swelling, wrist swelling, arm stiffness or tightness, arm swelling, bones are painful, loss of sensation, joint pain, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have hand or finger pain, wrist pain, hand or finger swelling, arm pain, wrist swelling, arm stiffness or tightness, loss of sensation, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have wrist pain, hand or finger swelling, bones are painful, elbow pain, joint pain, elbow swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the arm.."}
{"text": "i have abnormal involuntary movements, leg pain, hand or finger pain, back pain, neck pain, low back pain, foot or toe pain, problems with movement, loss of sensation, ache all over. what disease do i have?. As a doctor I have diagnosed that you have complex regional pain syndrome.."}
{"text": "i have abnormal involuntary movements, leg pain, hand or finger pain, arm pain, back pain, neck pain, foot or toe pain, problems with movement, loss of sensation, paresthesia. what disease do i have?. As a doctor I have diagnosed that you have complex regional pain syndrome.."}
{"text": "i have leg pain, arm pain, foot or toe pain, paresthesia. what disease do i have?. As a doctor I have diagnosed that you have complex regional pain syndrome.."}
{"text": "i have abnormal involuntary movements, leg pain, back pain, neck pain, foot or toe pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have complex regional pain syndrome.."}
{"text": "i have abnormal involuntary movements, leg pain, hand or finger pain, arm pain, back pain, neck pain, low back pain, problems with movement, paresthesia. what disease do i have?. As a doctor I have diagnosed that you have complex regional pain syndrome.."}
{"text": "i have sharp chest pain, headache, wrist pain, back pain, low back pain, bones are painful, shoulder pain, rib pain. what disease do i have?. As a doctor I have diagnosed that you have injury to the trunk.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, vaginal discharge, back pain, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have vulvodynia.."}
{"text": "i have lower abdominal pain, vaginal discharge, back pain, pain during pregnancy, pelvic pain, burning abdominal pain, vaginal pain, side pain, cramps and spasms. what disease do i have?. As a doctor I have diagnosed that you have vulvodynia.."}
{"text": "i have lower abdominal pain, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have endometriosis.."}
{"text": "i have dizziness, leg pain, headache, foot or toe swelling, leg stiffness or tightness, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have vasculitis.."}
{"text": "i have dizziness, rib pain, sleepiness. what disease do i have?. As a doctor I have diagnosed that you have concussion.."}
{"text": "i have difficulty speaking, headache, nausea, facial pain, double vision, back pain, disturbance of memory, rib pain, sleepiness. what disease do i have?. As a doctor I have diagnosed that you have concussion.."}
{"text": "i have sharp abdominal pain, painful urination, involuntary urination, frequent urination, lower abdominal pain, blood in urine. what disease do i have?. As a doctor I have diagnosed that you have bladder disorder.."}
{"text": "i have leg pain, knee pain, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have myositis.."}
{"text": "i have sore throat, feeling ill, swollen lymph nodes, fever, skin rash. what disease do i have?. As a doctor I have diagnosed that you have mononucleosis.."}
{"text": "i have retention of urine, blood in urine, low back pain. what disease do i have?. As a doctor I have diagnosed that you have polycystic kidney disease.."}
{"text": "i have retention of urine, sharp abdominal pain, blood in urine, skin growth, low back pain, side pain. what disease do i have?. As a doctor I have diagnosed that you have polycystic kidney disease.."}
{"text": "i have retention of urine, sharp abdominal pain, low back pain. what disease do i have?. As a doctor I have diagnosed that you have polycystic kidney disease.."}
{"text": "i have depression, insomnia, abusing alcohol, excessive anger, delusions or hallucinations, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have bipolar disorder.."}
{"text": "i have depressive or psychotic symptoms, abusing alcohol, excessive anger, temper problems, obsessions and compulsions. what disease do i have?. As a doctor I have diagnosed that you have bipolar disorder.."}
{"text": "i have depression, obsessions and compulsions. what disease do i have?. As a doctor I have diagnosed that you have bipolar disorder.."}
{"text": "i have shortness of breath, abnormal involuntary movements, problems with movement, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have poisoning due to antimicrobial drugs.."}
{"text": "i have shortness of breath, abnormal involuntary movements, peripheral edema, problems with movement, skin rash. what disease do i have?. As a doctor I have diagnosed that you have poisoning due to antimicrobial drugs.."}
{"text": "i have shortness of breath, dizziness, double vision, slurring words. what disease do i have?. As a doctor I have diagnosed that you have myasthenia gravis.."}
{"text": "i have dizziness, fainting, nausea, weakness, decreased appetite, seizures. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have depressive or psychotic symptoms, dizziness, abnormal involuntary movements, fainting, nausea, sleepiness, sweating. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have fainting, feeling ill, nausea, problems with movement, decreased appetite, sleepiness, sweating. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have dizziness, feeling ill, nausea, weakness, sleepiness. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have fainting, feeling ill, nausea, decreased appetite, sleepiness. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have depressive or psychotic symptoms, dizziness, emotional symptoms, vomiting, headache, nausea. what disease do i have?. As a doctor I have diagnosed that you have carbon monoxide poisoning.."}
{"text": "i have anxiety and nervousness, chest tightness, irregular heartbeat, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have panic attack.."}
{"text": "i have difficulty speaking, eye deviation, diminished vision, symptoms of eye, spots or clouds in vision, eye redness. what disease do i have?. As a doctor I have diagnosed that you have hyperopia.."}
{"text": "i have sharp chest pain, difficulty in swallowing, sharp abdominal pain, nausea, back pain, regurgitation, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have hiatal hernia.."}
{"text": "i have sharp chest pain, dizziness, difficulty in swallowing, sharp abdominal pain, vomiting blood, heartburn. what disease do i have?. As a doctor I have diagnosed that you have hiatal hernia.."}
{"text": "i have sharp chest pain, difficulty in swallowing, sharp abdominal pain, back pain, regurgitation, burning abdominal pain, heartburn, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have hiatal hernia.."}
{"text": "i have sharp chest pain, dizziness, difficulty in swallowing, nausea, vomiting blood, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have hiatal hernia.."}
{"text": "i have headache, ringing in ear, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have meniere disease.."}
{"text": "i have nausea, facial pain, ear pain, ringing in ear. what disease do i have?. As a doctor I have diagnosed that you have meniere disease.."}
{"text": "i have sharp abdominal pain, vaginal dryness, pain of the anus, changes in stool appearance, rectal bleeding, constipation. what disease do i have?. As a doctor I have diagnosed that you have anal fissure.."}
{"text": "i have vaginal dryness, lower body pain, changes in stool appearance, constipation. what disease do i have?. As a doctor I have diagnosed that you have anal fissure.."}
{"text": "i have cough, skin swelling, peripheral edema, itchiness of eye, fluid retention, swollen eye, skin rash. what disease do i have?. As a doctor I have diagnosed that you have allergy.."}
{"text": "i have cough, lip swelling, abnormal appearing skin, itchiness of eye, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have allergy.."}
{"text": "i have cough, nasal congestion, plugged feeling in ear, fever, allergic reaction, redness in ear, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have chronic otitis media.."}
{"text": "i have nasal congestion, fluid in ear, allergic reaction, pulling at ears, redness in ear, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have chronic otitis media.."}
{"text": "i have irregular heartbeat, leg pain, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have polymyalgia rheumatica.."}
{"text": "i have throat swelling, leg pain, abnormal appearing skin, peripheral edema, leg swelling, foot or toe swelling, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have lymphedema.."}
{"text": "i have leg pain, abnormal appearing skin, peripheral edema, leg swelling, foot or toe swelling, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have lymphedema.."}
{"text": "i have shortness of breath, sore throat, cough, nasal congestion, vomiting, wheezing, fever, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute bronchospasm.."}
{"text": "i have sore throat, cough, vomiting, wheezing, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute bronchospasm.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, sore throat, nasal congestion, vomiting, wheezing, fever, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have acute bronchospasm.."}
{"text": "i have chest tightness, nasal congestion, wheezing. what disease do i have?. As a doctor I have diagnosed that you have acute bronchospasm.."}
{"text": "i have shortness of breath, chest tightness, sore throat, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have acute bronchospasm.."}
{"text": "i have shortness of breath, chest tightness, sore throat, cough, nasal congestion, vomiting, difficulty breathing, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute bronchospasm.."}
{"text": "i have leg pain, hip pain, low back pain, problems with movement, leg cramps or spasms, lower body pain, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have sciatica.."}
{"text": "i have leg pain, problems with movement, leg cramps or spasms, lower body pain, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have sciatica.."}
{"text": "i have leg pain, problems with movement, leg cramps or spasms, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have sciatica.."}
{"text": "i have retention of urine, involuntary urination, frequent urination, hot flashes. what disease do i have?. As a doctor I have diagnosed that you have stress incontinence.."}
{"text": "i have retention of urine, painful urination, involuntary urination, frequent urination, intermenstrual bleeding. what disease do i have?. As a doctor I have diagnosed that you have stress incontinence.."}
{"text": "i have symptoms of the scrotum and testes, mass in scrotum. what disease do i have?. As a doctor I have diagnosed that you have hydrocele of the testicle.."}
{"text": "i have retention of urine, groin mass, symptoms of the scrotum and testes, swelling of scrotum, pain in testicles, mass in scrotum. what disease do i have?. As a doctor I have diagnosed that you have hydrocele of the testicle.."}
{"text": "i have groin mass, symptoms of the scrotum and testes, swelling of scrotum. what disease do i have?. As a doctor I have diagnosed that you have hydrocele of the testicle.."}
{"text": "i have sharp abdominal pain, nausea, lower abdominal pain, back pain. what disease do i have?. As a doctor I have diagnosed that you have hydronephrosis.."}
{"text": "i have blood in stool, nausea, diarrhea, lower abdominal pain, heartburn, upper abdominal pain, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have diverticulosis.."}
{"text": "i have vomiting, nausea, lower abdominal pain, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have diverticulosis.."}
{"text": "i have vomiting, nausea, diarrhea, lower abdominal pain, heartburn, upper abdominal pain, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have diverticulosis.."}
{"text": "i have vomiting, diarrhea, lower abdominal pain, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have diverticulosis.."}
{"text": "i have blood in stool, vomiting, nausea, upper abdominal pain, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have diverticulosis.."}
{"text": "i have sharp abdominal pain, nausea, diarrhea, lower abdominal pain, heartburn, upper abdominal pain, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have diverticulosis.."}
{"text": "i have sharp chest pain, leg pain, nausea, lower abdominal pain, neck pain, side pain. what disease do i have?. As a doctor I have diagnosed that you have pain after an operation.."}
{"text": "i have sharp chest pain, leg pain, sharp abdominal pain, vomiting, lower abdominal pain, low back pain. what disease do i have?. As a doctor I have diagnosed that you have pain after an operation.."}
{"text": "i have sharp chest pain, leg pain, headache, nausea, back pain, neck pain, low back pain. what disease do i have?. As a doctor I have diagnosed that you have pain after an operation.."}
{"text": "i have groin mass, regurgitation, neck mass, itchy ear(s), fatigue, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have lymphoma.."}
{"text": "i have skin swelling, lack of growth, abnormal appearing skin, skin lesion, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have dermatitis due to sun exposure.."}
{"text": "i have skin swelling, abnormal appearing skin, skin lesion, acne or pimples, irregular appearing scalp, too little hair. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have abnormal appearing skin, skin lesion, acne or pimples, itching of skin, itchy scalp. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have itching of skin, too little hair. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have skin swelling, irregular appearing scalp, itching of skin, skin dryness, peeling, scaliness, or roughness, too little hair. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have skin swelling, skin lesion, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, too little hair, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have abnormal appearing skin, skin lesion, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, itchy scalp, too little hair, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have skin lesion, irregular appearing scalp, itching of skin, skin dryness, peeling, scaliness, or roughness, itchy scalp, too little hair, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the skin.."}
{"text": "i have depressive or psychotic symptoms, lower abdominal pain, back pain. what disease do i have?. As a doctor I have diagnosed that you have premenstrual tension syndrome.."}
{"text": "i have diminished hearing, symptoms of eye, pain in eye, eye redness, fever, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have orbital cellulitis.."}
{"text": "i have diminished hearing, symptoms of eye, pain in eye, peripheral edema, fever, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have orbital cellulitis.."}
{"text": "i have leg pain, knee pain, foot or toe pain, ankle pain, problems with movement, foot or toe swelling, infant feeding problem. what disease do i have?. As a doctor I have diagnosed that you have injury to the leg.."}
{"text": "i have leg pain, foot or toe pain, ankle pain, problems with movement, knee stiffness or tightness, irregular appearing nails, ankle swelling. what disease do i have?. As a doctor I have diagnosed that you have injury to the leg.."}
{"text": "i have sharp chest pain, irregular heartbeat, fatigue, nightmares. what disease do i have?. As a doctor I have diagnosed that you have mitral valve disease.."}
{"text": "i have chest tightness, irregular heartbeat, nightmares. what disease do i have?. As a doctor I have diagnosed that you have mitral valve disease.."}
{"text": "i have shortness of breath, sharp chest pain, dizziness, chest tightness, increased heart rate, fatigue, sweating, nightmares. what disease do i have?. As a doctor I have diagnosed that you have mitral valve disease.."}
{"text": "i have shortness of breath, sharp chest pain, dizziness, chest tightness, irregular heartbeat, fatigue. what disease do i have?. As a doctor I have diagnosed that you have mitral valve disease.."}
{"text": "i have dizziness, problems with movement, weakness, focal weakness. what disease do i have?. As a doctor I have diagnosed that you have parkinson disease.."}
{"text": "i have dizziness, weakness, focal weakness, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have parkinson disease.."}
{"text": "i have hand or finger pain, wrist pain, wrist swelling, knee pain, ankle pain, knee swelling, leg swelling, foot or toe swelling, joint pain. what disease do i have?. As a doctor I have diagnosed that you have gout.."}
{"text": "i have hand or finger swelling, knee pain, knee swelling, leg swelling, foot or toe swelling. what disease do i have?. As a doctor I have diagnosed that you have gout.."}
{"text": "i have hand or finger pain, wrist pain, knee pain, leg swelling, foot or toe swelling, joint pain, ankle swelling. what disease do i have?. As a doctor I have diagnosed that you have gout.."}
{"text": "i have sore throat, ear pain, plugged feeling in ear. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have sore throat, cough, diminished hearing, vomiting, ear pain, plugged feeling in ear, fluid in ear, fever. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have sore throat, cough, vomiting, fever. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have cough, vomiting, ear pain, plugged feeling in ear, fluid in ear, coryza. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have cough, nasal congestion, diminished hearing, plugged feeling in ear, coryza, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have cough, nasal congestion, ear pain, fluid in ear, fever, coryza. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have cough, vomiting, plugged feeling in ear, fluid in ear, fever, coryza, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have diminished hearing, vomiting, plugged feeling in ear, fluid in ear, coryza. what disease do i have?. As a doctor I have diagnosed that you have otitis media.."}
{"text": "i have depression, depressive or psychotic symptoms, restlessness, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have drug abuse (opioids).."}
{"text": "i have depressive or psychotic symptoms, abusing alcohol, temper problems. what disease do i have?. As a doctor I have diagnosed that you have drug abuse (opioids).."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, insomnia, abusing alcohol, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have drug abuse (opioids).."}
{"text": "i have neck swelling, shoulder pain, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have fracture of the shoulder.."}
{"text": "i have arm pain, neck swelling, bones are painful, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have fracture of the shoulder.."}
{"text": "i have shortness of breath, retention of urine, sharp abdominal pain, symptoms of the kidneys. what disease do i have?. As a doctor I have diagnosed that you have acute kidney injury.."}
{"text": "i have sharp chest pain, vomiting, nausea, peripheral edema, weakness. what disease do i have?. As a doctor I have diagnosed that you have acute kidney injury.."}
{"text": "i have shortness of breath, dizziness, retention of urine, sharp abdominal pain, vomiting, peripheral edema, symptoms of the kidneys. what disease do i have?. As a doctor I have diagnosed that you have acute kidney injury.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, vaginal discharge, intermenstrual bleeding, problems during pregnancy, spotting or bleeding during pregnancy, cramps and spasms, uterine contractions. what disease do i have?. As a doctor I have diagnosed that you have threatened pregnancy.."}
{"text": "i have vaginal discharge, pelvic pain, problems during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have threatened pregnancy.."}
{"text": "i have lower abdominal pain, spotting or bleeding during pregnancy, cramps and spasms, blood clots during menstrual periods. what disease do i have?. As a doctor I have diagnosed that you have threatened pregnancy.."}
{"text": "i have lip swelling, facial pain, mouth ulcer, peripheral edema, ear pain, jaw swelling, gum pain, bleeding gums, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have gum disease.."}
{"text": "i have mouth ulcer, peripheral edema, ear pain, jaw swelling, bleeding gums, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have gum disease.."}
{"text": "i have lip swelling, toothache, facial pain, ear pain, jaw swelling, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have gum disease.."}
{"text": "i have toothache, facial pain, mouth ulcer, ear pain, gum pain, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have gum disease.."}
{"text": "i have dizziness, blood in stool, fainting, diarrhea, vomiting blood, weakness, melena. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have fainting, diarrhea, vomiting blood, changes in stool appearance, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have dizziness, fainting, nausea, diarrhea, vomiting blood, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have dizziness, fainting, nausea, diarrhea, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have dizziness, sharp abdominal pain, vomiting, diarrhea, vomiting blood, weakness, changes in stool appearance, melena, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have blood in stool, fainting, vomiting, weakness, changes in stool appearance. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have fainting, sharp abdominal pain, vomiting, nausea, changes in stool appearance, melena. what disease do i have?. As a doctor I have diagnosed that you have gastrointestinal hemorrhage.."}
{"text": "i have acne or pimples, irregular appearing scalp, symptoms of the face, skin dryness, peeling, scaliness, or roughness, too little hair, skin rash. what disease do i have?. As a doctor I have diagnosed that you have seborrheic dermatitis.."}
{"text": "i have skin lesion, acne or pimples, skin growth, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, too little hair, dry or flaky scalp. what disease do i have?. As a doctor I have diagnosed that you have seborrheic dermatitis.."}
{"text": "i have abnormal appearing skin, skin lesion, irregular appearing scalp, itching of skin, skin dryness, peeling, scaliness, or roughness, skin rash. what disease do i have?. As a doctor I have diagnosed that you have seborrheic dermatitis.."}
{"text": "i have skin lesion, skin growth, symptoms of the face, itching of skin, skin dryness, peeling, scaliness, or roughness, skin rash, dry or flaky scalp. what disease do i have?. As a doctor I have diagnosed that you have seborrheic dermatitis.."}
{"text": "i have abnormal involuntary movements, throat swelling, arm pain, neck pain, neck stiffness or tightness, shoulder pain, neck cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have torticollis.."}
{"text": "i have anxiety and nervousness, sharp chest pain, abnormal involuntary movements, abusing alcohol, vomiting, problems with movement. what disease do i have?. As a doctor I have diagnosed that you have alcohol intoxication.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, sharp chest pain, abnormal involuntary movements, abusing alcohol, problems with movement. what disease do i have?. As a doctor I have diagnosed that you have alcohol intoxication.."}
{"text": "i have shortness of breath, insomnia, disturbance of memory, fatigue, apnea. what disease do i have?. As a doctor I have diagnosed that you have narcolepsy.."}
{"text": "i have cough, nasal congestion, lip swelling, abnormal appearing skin, allergic reaction, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have food allergy.."}
{"text": "i have cough, nasal congestion, lip swelling. what disease do i have?. As a doctor I have diagnosed that you have food allergy.."}
{"text": "i have headache, nausea, plugged feeling in ear, sweating. what disease do i have?. As a doctor I have diagnosed that you have labyrinthitis.."}
{"text": "i have diminished hearing, vomiting, nausea, ear pain, plugged feeling in ear. what disease do i have?. As a doctor I have diagnosed that you have labyrinthitis.."}
{"text": "i have dizziness, diminished hearing, nausea, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have labyrinthitis.."}
{"text": "i have depressive or psychotic symptoms, palpitations, headache, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have anxiety.."}
{"text": "i have depression, shortness of breath, depressive or psychotic symptoms, palpitations, increased heart rate, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have anxiety.."}
{"text": "i have depressive or psychotic symptoms, abnormal involuntary movements, irregular heartbeat, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have anxiety.."}
{"text": "i have anxiety and nervousness, depression, insomnia, excessive appetite, excessive anger. what disease do i have?. As a doctor I have diagnosed that you have impulse control disorder.."}
{"text": "i have sore throat, nasal congestion, irritable infant, vomiting, sinus congestion. what disease do i have?. As a doctor I have diagnosed that you have abscess of nose.."}
{"text": "i have abnormal involuntary movements, diminished vision, peripheral edema, weakness, symptoms of the face. what disease do i have?. As a doctor I have diagnosed that you have bell palsy.."}
{"text": "i have abnormal involuntary movements, symptoms of eye, loss of sensation, focal weakness, symptoms of the face. what disease do i have?. As a doctor I have diagnosed that you have bell palsy.."}
{"text": "i have diminished vision, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have bell palsy.."}
{"text": "i have abnormal involuntary movements, headache, facial pain, diminished vision, symptoms of eye, weakness, loss of sensation, focal weakness, symptoms of the face. what disease do i have?. As a doctor I have diagnosed that you have bell palsy.."}
{"text": "i have symptoms of eye, eye redness, itchiness of eye, allergic reaction, sneezing. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis due to allergy.."}
{"text": "i have cough, nasal congestion, symptoms of eye, pain in eye, eye redness, itchiness of eye, eye burns or stings. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis due to allergy.."}
{"text": "i have dizziness, throat swelling, headache, abnormal appearing skin, peripheral edema, allergic reaction, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have drug reaction.."}
{"text": "i have dizziness, vomiting, headache, nausea, abnormal appearing skin, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have drug reaction.."}
{"text": "i have shortness of breath, throat swelling, abnormal appearing skin, peripheral edema, allergic reaction, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have drug reaction.."}
{"text": "i have shortness of breath, dizziness, throat swelling, headache, nausea. what disease do i have?. As a doctor I have diagnosed that you have drug reaction.."}
{"text": "i have symptoms of eye, pain in eye, spots or clouds in vision, eye redness. what disease do i have?. As a doctor I have diagnosed that you have myopia.."}
{"text": "i have eye deviation, diminished vision, symptoms of eye, pain in eye, eye moves abnormally, blindness. what disease do i have?. As a doctor I have diagnosed that you have myopia.."}
{"text": "i have leg pain, hip pain, hand or finger pain, knee swelling, joint pain. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have hip pain, back pain, knee pain, ankle pain, elbow pain, knee swelling, muscle pain. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have diminished vision, double vision, symptoms of eye, abnormal movement of eyelid, foreign body sensation in eye, spots or clouds in vision, blindness. what disease do i have?. As a doctor I have diagnosed that you have macular degeneration.."}
{"text": "i have double vision, symptoms of eye, abnormal movement of eyelid, spots or clouds in vision, lacrimation, bleeding from eye. what disease do i have?. As a doctor I have diagnosed that you have macular degeneration.."}
{"text": "i have diminished vision, double vision, symptoms of eye, foreign body sensation in eye, spots or clouds in vision, blindness, bleeding from eye. what disease do i have?. As a doctor I have diagnosed that you have macular degeneration.."}
{"text": "i have diminished vision, double vision, symptoms of eye, pain in eye, abnormal movement of eyelid, spots or clouds in vision, bleeding from eye. what disease do i have?. As a doctor I have diagnosed that you have macular degeneration.."}
{"text": "i have sore throat, cough, nasal congestion, wheezing, weakness, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have sharp chest pain, cough, nasal congestion, vomiting, wheezing, weakness, chills, coryza. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have shortness of breath, sharp chest pain, sore throat, nasal congestion, vomiting, wheezing, weakness, chills, coryza. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have shortness of breath, sharp chest pain, cough, nasal congestion, vomiting, chills, coryza. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have sharp chest pain, sore throat, cough, wheezing. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have skin swelling, mouth ulcer, skin rash. what disease do i have?. As a doctor I have diagnosed that you have cold sore.."}
{"text": "i have sore throat, skin swelling, vaginal itching, lip swelling, mouth ulcer, skin rash, lip sore. what disease do i have?. As a doctor I have diagnosed that you have cold sore.."}
{"text": "i have skin swelling, vaginal itching, lip swelling, skin rash. what disease do i have?. As a doctor I have diagnosed that you have cold sore.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, palpitations, sleepiness. what disease do i have?. As a doctor I have diagnosed that you have premature ventricular contractions (pvcs).."}
{"text": "i have sore throat, nasal congestion, facial pain, pain in eye, neck pain. what disease do i have?. As a doctor I have diagnosed that you have temporomandibular joint disorder.."}
{"text": "i have nasal congestion, diminished hearing, facial pain, pain in eye, ear pain. what disease do i have?. As a doctor I have diagnosed that you have temporomandibular joint disorder.."}
{"text": "i have sharp abdominal pain, vaginal itching, vaginal discharge, problems with movement, vaginal pain, penile discharge. what disease do i have?. As a doctor I have diagnosed that you have gonorrhea.."}
{"text": "i have sharp chest pain, back pain, side pain, rib pain. what disease do i have?. As a doctor I have diagnosed that you have fracture of the rib.."}
{"text": "i have sharp abdominal pain, vaginal discharge, problems during pregnancy, spotting or bleeding during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have vaginal cyst.."}
{"text": "i have vaginal discharge, intermenstrual bleeding, pain during pregnancy, pelvic pain, vaginal pain, spotting or bleeding during pregnancy, cramps and spasms, blood clots during menstrual periods. what disease do i have?. As a doctor I have diagnosed that you have vaginal cyst.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, intermenstrual bleeding, pelvic pain, spotting or bleeding during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have vaginal cyst.."}
{"text": "i have sharp abdominal pain, intermenstrual bleeding, vaginal pain, spotting or bleeding during pregnancy, blood clots during menstrual periods. what disease do i have?. As a doctor I have diagnosed that you have vaginal cyst.."}
{"text": "i have sharp abdominal pain, nausea, lower abdominal pain, vaginal discharge, intermenstrual bleeding, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have ectopic pregnancy.."}
{"text": "i have dizziness, sharp abdominal pain, nausea, lower abdominal pain, vaginal discharge, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have ectopic pregnancy.."}
{"text": "i have sharp abdominal pain, nausea, intermenstrual bleeding. what disease do i have?. As a doctor I have diagnosed that you have ectopic pregnancy.."}
{"text": "i have drug abuse, vomiting blood, smoking problems. what disease do i have?. As a doctor I have diagnosed that you have alcohol abuse.."}
{"text": "i have wrist pain, hand or finger swelling, neck pain, elbow pain, paresthesia. what disease do i have?. As a doctor I have diagnosed that you have carpal tunnel syndrome.."}
{"text": "i have hand or finger pain, hand or finger swelling, arm pain, elbow pain, arm weakness. what disease do i have?. As a doctor I have diagnosed that you have carpal tunnel syndrome.."}
{"text": "i have suprapubic pain, vomiting, lower abdominal pain, blood in urine, back pain, side pain. what disease do i have?. As a doctor I have diagnosed that you have kidney stone.."}
{"text": "i have sharp abdominal pain, vomiting, painful urination, frequent urination, blood in urine, back pain, side pain. what disease do i have?. As a doctor I have diagnosed that you have kidney stone.."}
{"text": "i have suprapubic pain, vomiting, painful urination, frequent urination. what disease do i have?. As a doctor I have diagnosed that you have kidney stone.."}
{"text": "i have difficulty speaking, hostile behavior, seizures, constipation, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have autism.."}
{"text": "i have white discharge from eye, lacrimation, itchiness of eye, eye burns or stings. what disease do i have?. As a doctor I have diagnosed that you have chronic glaucoma.."}
{"text": "i have white discharge from eye, symptoms of eye, pain in eye, spots or clouds in vision. what disease do i have?. As a doctor I have diagnosed that you have open wound of the eye.."}
{"text": "i have headache, facial pain, ear pain, difficulty breathing, sinus congestion. what disease do i have?. As a doctor I have diagnosed that you have nose disorder.."}
{"text": "i have nasal congestion, headache, facial pain, ear pain, coryza, painful sinuses, nosebleed. what disease do i have?. As a doctor I have diagnosed that you have nose disorder.."}
{"text": "i have cough, nasal congestion, headache, ear pain, difficulty breathing, sinus congestion, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have nose disorder.."}
{"text": "i have anxiety and nervousness, depression, sharp abdominal pain, vomiting, chills. what disease do i have?. As a doctor I have diagnosed that you have drug withdrawal.."}
{"text": "i have toothache, restlessness, ear pain, skin irritation, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have dental caries.."}
{"text": "i have skin swelling, facial pain, ear pain, jaw swelling, mouth pain. what disease do i have?. As a doctor I have diagnosed that you have dental caries.."}
{"text": "i have toothache, peripheral edema, ear pain, jaw swelling, skin irritation. what disease do i have?. As a doctor I have diagnosed that you have dental caries.."}
{"text": "i have facial pain, restlessness, peripheral edema, neck swelling, gum pain. what disease do i have?. As a doctor I have diagnosed that you have dental caries.."}
{"text": "i have shortness of breath, sharp chest pain, nausea, arm swelling, symptoms of the kidneys. what disease do i have?. As a doctor I have diagnosed that you have kidney failure.."}
{"text": "i have sharp chest pain, vomiting, swollen abdomen, symptoms of the kidneys. what disease do i have?. As a doctor I have diagnosed that you have kidney failure.."}
{"text": "i have shortness of breath, sharp chest pain, vomiting, arm swelling, swollen abdomen. what disease do i have?. As a doctor I have diagnosed that you have kidney failure.."}
{"text": "i have sharp chest pain, headache, arm pain, back pain, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have muscle spasm.."}
{"text": "i have headache, arm pain, neck pain, low back pain, loss of sensation. what disease do i have?. As a doctor I have diagnosed that you have muscle spasm.."}
{"text": "i have sharp chest pain, abnormal involuntary movements, leg pain, back pain, loss of sensation, muscle cramps, contractures, or spasms. what disease do i have?. As a doctor I have diagnosed that you have muscle spasm.."}
{"text": "i have sharp chest pain, regurgitation, burning abdominal pain, upper abdominal pain, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have gastroparesis.."}
{"text": "i have sharp chest pain, vomiting, nausea, regurgitation, burning abdominal pain, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have gastroparesis.."}
{"text": "i have vaginal itching, problems during pregnancy, fluid retention, itching of skin, skin dryness, peeling, scaliness, or roughness, itchy scalp. what disease do i have?. As a doctor I have diagnosed that you have itching of unknown cause.."}
{"text": "i have abnormal appearing skin, problems during pregnancy, allergic reaction, fluid retention, itching of skin, skin dryness, peeling, scaliness, or roughness, itchy scalp. what disease do i have?. As a doctor I have diagnosed that you have itching of unknown cause.."}
{"text": "i have hoarse voice, plugged feeling in ear, hemoptysis, mouth pain. what disease do i have?. As a doctor I have diagnosed that you have head and neck cancer.."}
{"text": "i have difficulty in swallowing, hot flashes, weight gain, fatigue. what disease do i have?. As a doctor I have diagnosed that you have goiter.."}
{"text": "i have retention of urine, involuntary urination, blood in urine, excessive urination at night, constipation. what disease do i have?. As a doctor I have diagnosed that you have urge incontinence.."}
{"text": "i have retention of urine, vaginal itching, blood in urine, constipation. what disease do i have?. As a doctor I have diagnosed that you have urge incontinence.."}
{"text": "i have retention of urine, painful urination, blood in urine, excessive urination at night, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have urge incontinence.."}
{"text": "i have white discharge from eye, diminished vision, symptoms of eye, pain in eye, foreign body sensation in eye, eye redness, lacrimation, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have corneal abrasion.."}
{"text": "i have white discharge from eye, diminished vision, foreign body sensation in eye, eye redness, lacrimation, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have corneal abrasion.."}
{"text": "i have white discharge from eye, diminished vision, symptoms of eye, foreign body sensation in eye, lacrimation. what disease do i have?. As a doctor I have diagnosed that you have corneal abrasion.."}
{"text": "i have white discharge from eye, diminished vision, pain in eye, foreign body sensation in eye, eye redness, lacrimation, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have corneal abrasion.."}
{"text": "i have anxiety and nervousness, depression, depressive or psychotic symptoms, insomnia, excessive anger, disturbance of memory, temper problems, loss of sex drive. what disease do i have?. As a doctor I have diagnosed that you have dysthymic disorder.."}
{"text": "i have sharp chest pain, palpitations, heartburn, fatigue, recent pregnancy. what disease do i have?. As a doctor I have diagnosed that you have hypertensive heart disease.."}
{"text": "i have depression, abnormal involuntary movements, hostile behavior, drug abuse. what disease do i have?. As a doctor I have diagnosed that you have drug abuse (barbiturates).."}
{"text": "i have hot flashes, absence of menstruation, unpredictable menstruation. what disease do i have?. As a doctor I have diagnosed that you have polycystic ovarian syndrome (pcos).."}
{"text": "i have dizziness, insomnia, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have encephalitis.."}
{"text": "i have dizziness, headache, loss of sensation, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have encephalitis.."}
{"text": "i have cough, suprapubic pain, painful urination, abnormal appearing skin, skin rash, penis pain. what disease do i have?. As a doctor I have diagnosed that you have balanitis.."}
{"text": "i have suprapubic pain, painful urination, penis pain. what disease do i have?. As a doctor I have diagnosed that you have balanitis.."}
{"text": "i have cough, suprapubic pain, skin rash, penis pain, penis redness, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have balanitis.."}
{"text": "i have itching of skin, penis pain, penis redness. what disease do i have?. As a doctor I have diagnosed that you have balanitis.."}
{"text": "i have sore throat, cough, throat swelling, difficulty in swallowing, vomiting. what disease do i have?. As a doctor I have diagnosed that you have foreign body in the throat.."}
{"text": "i have depression, hostile behavior, delusions or hallucinations, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have drug abuse (cocaine).."}
{"text": "i have depressive or psychotic symptoms, dizziness, abusing alcohol, fainting, seizures. what disease do i have?. As a doctor I have diagnosed that you have alcohol withdrawal.."}
{"text": "i have abnormal involuntary movements, vomiting, seizures, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have alcohol withdrawal.."}
{"text": "i have depressive or psychotic symptoms, abnormal involuntary movements, fainting. what disease do i have?. As a doctor I have diagnosed that you have alcohol withdrawal.."}
{"text": "i have difficulty speaking, arm stiffness or tightness, problems with movement, weakness, loss of sensation, slurring words. what disease do i have?. As a doctor I have diagnosed that you have hemiplegia.."}
{"text": "i have difficulty speaking, arm stiffness or tightness, loss of sensation, slurring words. what disease do i have?. As a doctor I have diagnosed that you have hemiplegia.."}
{"text": "i have wrist pain, wrist swelling, knee pain, ankle pain, problems with movement, knee stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have joint effusion.."}
{"text": "i have difficulty speaking, headache, weakness, decreased appetite, focal weakness, slurring words. what disease do i have?. As a doctor I have diagnosed that you have brain cancer.."}
{"text": "i have sore throat, nasal congestion, headache, itchiness of eye. what disease do i have?. As a doctor I have diagnosed that you have seasonal allergies (hay fever).."}
{"text": "i have ear pain, frontal headache, lacrimation, itchiness of eye, coryza. what disease do i have?. As a doctor I have diagnosed that you have seasonal allergies (hay fever).."}
{"text": "i have cough, decreased appetite, hemoptysis, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have lung cancer.."}
{"text": "i have white discharge from eye, symptoms of eye, pain in eye, foreign body sensation in eye, spots or clouds in vision, eye redness, lacrimation, itchiness of eye. what disease do i have?. As a doctor I have diagnosed that you have dry eye of unknown cause.."}
{"text": "i have white discharge from eye, double vision, abnormal movement of eyelid, eye redness, lacrimation, itchiness of eye. what disease do i have?. As a doctor I have diagnosed that you have dry eye of unknown cause.."}
{"text": "i have diminished vision, symptoms of eye, pain in eye, abnormal movement of eyelid, spots or clouds in vision, eye redness, itchiness of eye. what disease do i have?. As a doctor I have diagnosed that you have dry eye of unknown cause.."}
{"text": "i have white discharge from eye, pain in eye, foreign body sensation in eye, eye redness, lacrimation, itchiness of eye. what disease do i have?. As a doctor I have diagnosed that you have dry eye of unknown cause.."}
{"text": "i have acne or pimples, irregular appearing scalp, pelvic pain, itching of skin, skin dryness, peeling, scaliness, or roughness, skin irritation, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the hair.."}
{"text": "i have skin lesion, acne or pimples, skin growth, pelvic pain, skin dryness, peeling, scaliness, or roughness, skin irritation, itchy scalp, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the hair.."}
{"text": "i have acne or pimples, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, itchy scalp, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the hair.."}
{"text": "i have skin swelling, abnormal appearing skin, acne or pimples, pelvic pain, skin irritation, skin rash. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the hair.."}
{"text": "i have abnormal appearing skin, skin growth, itchy scalp. what disease do i have?. As a doctor I have diagnosed that you have fungal infection of the hair.."}
{"text": "i have skin swelling, toothache, jaw swelling, neck swelling, gum pain, mouth pain. what disease do i have?. As a doctor I have diagnosed that you have tooth abscess.."}
{"text": "i have arm swelling, paresthesia, allergic reaction, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have envenomation from spider or animal bite.."}
{"text": "i have pain of the anus, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have rectal disorder.."}
{"text": "i have pain of the anus, rectal bleeding, itching of the anus. what disease do i have?. As a doctor I have diagnosed that you have rectal disorder.."}
{"text": "i have sharp abdominal pain, burning abdominal pain, heartburn, melena, rectal bleeding, itching of the anus. what disease do i have?. As a doctor I have diagnosed that you have rectal disorder.."}
{"text": "i have shortness of breath, cough, headache, peripheral edema. what disease do i have?. As a doctor I have diagnosed that you have sarcoidosis.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, headache, facial pain, pain in eye, peripheral edema. what disease do i have?. As a doctor I have diagnosed that you have sarcoidosis.."}
{"text": "i have sharp chest pain, facial pain, pain in eye. what disease do i have?. As a doctor I have diagnosed that you have sarcoidosis.."}
{"text": "i have abnormal appearing skin, eye burns or stings, mass on eyelid, eyelid swelling, eyelid lesion or rash. what disease do i have?. As a doctor I have diagnosed that you have stye.."}
{"text": "i have abnormal appearing skin, symptoms of eye, eye redness, itchiness of eye, eye burns or stings, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have stye.."}
{"text": "i have skin swelling, abnormal appearing skin, pain in eye, itchiness of eye, eye burns or stings, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have stye.."}
{"text": "i have abnormal appearing skin, skin lesion, acne or pimples, skin moles. what disease do i have?. As a doctor I have diagnosed that you have atrophic skin condition.."}
{"text": "i have lower abdominal pain, blood in urine, problems during pregnancy, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have uterine atony.."}
{"text": "i have pain during pregnancy, spotting or bleeding during pregnancy, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have uterine atony.."}
{"text": "i have lower abdominal pain, intermenstrual bleeding, spotting or bleeding during pregnancy, uterine contractions, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have uterine atony.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, intermenstrual bleeding, spotting or bleeding during pregnancy, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have uterine atony.."}
{"text": "i have cough, lip swelling, toothache, fever, gum pain. what disease do i have?. As a doctor I have diagnosed that you have oral mucosal lesion.."}
{"text": "i have cough, lip swelling, facial pain, mouth ulcer, fever, gum pain. what disease do i have?. As a doctor I have diagnosed that you have oral mucosal lesion.."}
{"text": "i have hand or finger stiffness or tightness, knee pain, bones are painful. what disease do i have?. As a doctor I have diagnosed that you have systemic lupus erythematosis (sle).."}
{"text": "i have leg pain, hand or finger pain, wrist swelling, knee pain, hand or finger lump or mass, wrist lump or mass. what disease do i have?. As a doctor I have diagnosed that you have ganglion cyst.."}
{"text": "i have leg pain, knee pain, foot or toe pain, knee lump or mass, hand or finger lump or mass, wrist lump or mass. what disease do i have?. As a doctor I have diagnosed that you have ganglion cyst.."}
{"text": "i have sharp abdominal pain, vomiting blood, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have folate deficiency.."}
{"text": "i have abnormal appearing skin, acne or pimples, skin growth, irregular appearing scalp, itching of skin, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have skin disorder.."}
{"text": "i have skin swelling, acne or pimples, skin growth, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have skin disorder.."}
{"text": "i have skin swelling, abnormal appearing skin, irregular appearing scalp, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have skin disorder.."}
{"text": "i have abnormal appearing skin, skin lesion, irregular appearing scalp, skin moles. what disease do i have?. As a doctor I have diagnosed that you have skin disorder.."}
{"text": "i have headache, toothache, facial pain, mouth ulcer, peripheral edema, jaw swelling, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have tooth disorder.."}
{"text": "i have headache, peripheral edema, jaw swelling, gum pain, bleeding gums. what disease do i have?. As a doctor I have diagnosed that you have tooth disorder.."}
{"text": "i have facial pain, mouth ulcer, peripheral edema, gum pain, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have tooth disorder.."}
{"text": "i have headache, facial pain, mouth ulcer, ear pain, jaw swelling, gum pain, bleeding gums, pain in gums. what disease do i have?. As a doctor I have diagnosed that you have tooth disorder.."}
{"text": "i have facial pain, peripheral edema, bleeding gums. what disease do i have?. As a doctor I have diagnosed that you have tooth disorder.."}
{"text": "i have shortness of breath, chest tightness, irregular heartbeat, fainting, arm pain, burning chest pain, sweating. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have chest tightness, fainting, nausea, burning chest pain. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have sharp chest pain, fainting, heartburn, increased heart rate, burning chest pain, sweating. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have shortness of breath, sharp chest pain, irregular heartbeat, fainting, nausea, increased heart rate, burning chest pain, sweating. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have shortness of breath, chest tightness, irregular heartbeat, nausea, arm pain, burning chest pain. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have shortness of breath, fainting, increased heart rate. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, irregular heartbeat, nausea, increased heart rate, sweating. what disease do i have?. As a doctor I have diagnosed that you have heart attack.."}
{"text": "i have sharp abdominal pain, irregular belly button. what disease do i have?. As a doctor I have diagnosed that you have open wound of the abdomen.."}
{"text": "i have leg pain, knee pain, ankle pain, problems with movement, leg stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have fracture of the leg.."}
{"text": "i have knee weakness, problems with movement, leg stiffness or tightness, ankle swelling. what disease do i have?. As a doctor I have diagnosed that you have fracture of the leg.."}
{"text": "i have hip pain, ankle pain, knee weakness, ankle swelling. what disease do i have?. As a doctor I have diagnosed that you have fracture of the leg.."}
{"text": "i have cough, nasal congestion, irritable infant, mouth ulcer, fever, tongue lesions. what disease do i have?. As a doctor I have diagnosed that you have oral thrush (yeast infection).."}
{"text": "i have sore throat, irritable infant, mouth ulcer, constipation. what disease do i have?. As a doctor I have diagnosed that you have oral thrush (yeast infection).."}
{"text": "i have dizziness, abnormal involuntary movements, fainting, feeling ill, headache, weakness. what disease do i have?. As a doctor I have diagnosed that you have orthostatic hypotension.."}
{"text": "i have dizziness, abnormal involuntary movements, irregular heartbeat, feeling ill, headache, weakness. what disease do i have?. As a doctor I have diagnosed that you have orthostatic hypotension.."}
{"text": "i have shortness of breath, insomnia, difficulty in swallowing, weight gain, sleepiness, apnea. what disease do i have?. As a doctor I have diagnosed that you have obstructive sleep apnea (osa).."}
{"text": "i have insomnia, abnormal involuntary movements, mouth dryness, difficulty breathing, abnormal breathing sounds, sweating. what disease do i have?. As a doctor I have diagnosed that you have obstructive sleep apnea (osa).."}
{"text": "i have insomnia, difficulty in swallowing, mouth dryness, difficulty breathing, fatigue, sleepiness, abnormal breathing sounds, sweating. what disease do i have?. As a doctor I have diagnosed that you have obstructive sleep apnea (osa).."}
{"text": "i have shortness of breath, abnormal involuntary movements, mouth dryness, fatigue, abnormal breathing sounds, sweating. what disease do i have?. As a doctor I have diagnosed that you have obstructive sleep apnea (osa).."}
{"text": "i have skin swelling, skin growth, irregular appearing scalp, skin moles, joint pain. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have skin swelling, abnormal appearing skin, skin growth, irregular appearing scalp, skin moles, itching of skin, skin dryness, peeling, scaliness, or roughness, itchy scalp. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have skin swelling, skin lesion, irregular appearing scalp, itching of skin, skin dryness, peeling, scaliness, or roughness, itchy scalp. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have skin swelling, abnormal appearing skin, irregular appearing scalp, skin moles, skin rash. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have sharp abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have cervicitis.."}
{"text": "i have suprapubic pain, sharp abdominal pain, nausea, vaginal itching, painful urination, pain during pregnancy, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have cervicitis.."}
{"text": "i have sharp chest pain, nasal congestion, throat swelling, difficulty in swallowing, headache. what disease do i have?. As a doctor I have diagnosed that you have abscess of the pharynx.."}
{"text": "i have sharp chest pain, throat swelling, difficulty in swallowing. what disease do i have?. As a doctor I have diagnosed that you have abscess of the pharynx.."}
{"text": "i have cough, throat swelling, headache, fever. what disease do i have?. As a doctor I have diagnosed that you have abscess of the pharynx.."}
{"text": "i have pelvic pain, knee pain, joint pain, groin pain, hip stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have arthritis of the hip.."}
{"text": "i have hip pain, back pain, low back pain, knee pain, ache all over, joint pain. what disease do i have?. As a doctor I have diagnosed that you have arthritis of the hip.."}
{"text": "i have hip pain, knee pain, hip stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have arthritis of the hip.."}
{"text": "i have hoarse voice, nasal congestion, throat feels tight, ear pain, itchy ear(s). what disease do i have?. As a doctor I have diagnosed that you have sensorineural hearing loss.."}
{"text": "i have hoarse voice, nasal congestion, throat feels tight, plugged feeling in ear, itchy ear(s). what disease do i have?. As a doctor I have diagnosed that you have sensorineural hearing loss.."}
{"text": "i have hoarse voice, ear pain, plugged feeling in ear, itchy ear(s). what disease do i have?. As a doctor I have diagnosed that you have sensorineural hearing loss.."}
{"text": "i have hip pain, bones are painful, disturbance of memory, leg cramps or spasms, joint pain, early or late onset of menopause. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have disturbance of memory, leg cramps or spasms, joint pain, muscle cramps, contractures, or spasms. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have hip pain, back pain, disturbance of memory, leg cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have sharp abdominal pain, nausea, diarrhea, constipation. what disease do i have?. As a doctor I have diagnosed that you have ileus.."}
{"text": "i have sharp chest pain, leg pain, hip pain, vomiting, arm pain, back pain, low back pain, burning abdominal pain, knee pain. what disease do i have?. As a doctor I have diagnosed that you have sickle cell crisis.."}
{"text": "i have hip pain, sharp abdominal pain, vomiting, arm pain, knee pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have sickle cell crisis.."}
{"text": "i have hip pain, back pain, burning abdominal pain, knee pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have sickle cell crisis.."}
{"text": "i have leg pain, sharp abdominal pain, vomiting, arm pain, back pain, low back pain, knee pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have sickle cell crisis.."}
{"text": "i have sharp abdominal pain, vaginal itching, painful urination, blood in urine, penis pain, penile discharge. what disease do i have?. As a doctor I have diagnosed that you have urethritis.."}
{"text": "i have suprapubic pain, vaginal itching, painful urination, blood in urine, penis pain. what disease do i have?. As a doctor I have diagnosed that you have urethritis.."}
{"text": "i have suprapubic pain, painful urination, blood in urine, penile discharge. what disease do i have?. As a doctor I have diagnosed that you have urethritis.."}
{"text": "i have retention of urine, lower abdominal pain, blood in urine, impotence. what disease do i have?. As a doctor I have diagnosed that you have prostatitis.."}
{"text": "i have sharp abdominal pain, painful urination, lower abdominal pain, impotence, chills. what disease do i have?. As a doctor I have diagnosed that you have prostatitis.."}
{"text": "i have retention of urine, sharp abdominal pain, frequent urination, lower abdominal pain, blood in urine, back pain, fever. what disease do i have?. As a doctor I have diagnosed that you have prostatitis.."}
{"text": "i have retention of urine, frequent urination, back pain, fever. what disease do i have?. As a doctor I have diagnosed that you have prostatitis.."}
{"text": "i have retention of urine, sharp abdominal pain, blood in urine, back pain, impotence, chills. what disease do i have?. As a doctor I have diagnosed that you have prostatitis.."}
{"text": "i have sharp abdominal pain, painful urination, lower abdominal pain, blood in urine, back pain, impotence, chills. what disease do i have?. As a doctor I have diagnosed that you have prostatitis.."}
{"text": "i have cough, diminished hearing, facial pain, ringing in ear, itchy ear(s), fluid in ear. what disease do i have?. As a doctor I have diagnosed that you have otitis externa (swimmer's ear).."}
{"text": "i have sore throat, diminished hearing, facial pain, ear pain, ringing in ear, itchy ear(s), fever, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have otitis externa (swimmer's ear).."}
{"text": "i have sore throat, cough, ear pain, ringing in ear, plugged feeling in ear, itchy ear(s). what disease do i have?. As a doctor I have diagnosed that you have otitis externa (swimmer's ear).."}
{"text": "i have ear pain, ringing in ear, plugged feeling in ear, itchy ear(s), fever, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have otitis externa (swimmer's ear).."}
{"text": "i have emotional symptoms, symptoms of the scrotum and testes, pain in testicles, back pain. what disease do i have?. As a doctor I have diagnosed that you have testicular torsion.."}
{"text": "i have suprapubic pain, symptoms of the scrotum and testes, involuntary urination, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have urethral stricture.."}
{"text": "i have dizziness, sharp abdominal pain, diminished vision, spotting or bleeding during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have hydatidiform mole.."}
{"text": "i have dizziness, headache, low back pain, neck stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have pain disorder affecting the neck.."}
{"text": "i have insomnia, arm pain, low back pain, neck stiffness or tightness, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have pain disorder affecting the neck.."}
{"text": "i have shortness of breath, cough, irritable infant, vomiting, wheezing, difficulty breathing, coryza, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have acute bronchiolitis.."}
{"text": "i have cough, nasal congestion, wheezing, fever, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have acute bronchiolitis.."}
{"text": "i have cough, vomiting, decreased appetite, coryza, pulling at ears, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have acute bronchiolitis.."}
{"text": "i have cough, vomiting, pulling at ears, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have acute bronchiolitis.."}
{"text": "i have shortness of breath, irritable infant, vomiting. what disease do i have?. As a doctor I have diagnosed that you have acute bronchiolitis.."}
{"text": "i have cough, wheezing, difficulty breathing, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute bronchiolitis.."}
{"text": "i have difficulty speaking, diminished vision, symptoms of eye, pain in eye, spots or clouds in vision. what disease do i have?. As a doctor I have diagnosed that you have presbyopia.."}
{"text": "i have difficulty speaking, diminished vision, symptoms of eye, pain in eye, abnormal movement of eyelid, foreign body sensation in eye, spots or clouds in vision. what disease do i have?. As a doctor I have diagnosed that you have presbyopia.."}
{"text": "i have diminished vision, abnormal movement of eyelid, foreign body sensation in eye, spots or clouds in vision. what disease do i have?. As a doctor I have diagnosed that you have presbyopia.."}
{"text": "i have depressive or psychotic symptoms, insomnia, abnormal involuntary movements, hostile behavior, problems with movement, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have dementia.."}
{"text": "i have skin swelling, hand or finger swelling, lip swelling, abnormal appearing skin, leg swelling, fluid retention, skin rash. what disease do i have?. As a doctor I have diagnosed that you have insect bite.."}
{"text": "i have skin swelling, hand or finger swelling, lip swelling, skin lesion, peripheral edema, skin rash. what disease do i have?. As a doctor I have diagnosed that you have insect bite.."}
{"text": "i have skin swelling, hand or finger swelling, lip swelling, abnormal appearing skin, skin lesion, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have insect bite.."}
{"text": "i have sharp chest pain, dizziness, chest tightness, fainting, weight gain, increased heart rate, fatigue. what disease do i have?. As a doctor I have diagnosed that you have paroxysmal ventricular tachycardia.."}
{"text": "i have dizziness, chest tightness, irregular heartbeat, weight gain, increased heart rate, fatigue. what disease do i have?. As a doctor I have diagnosed that you have paroxysmal ventricular tachycardia.."}
{"text": "i have shortness of breath, increased heart rate, fatigue. what disease do i have?. As a doctor I have diagnosed that you have paroxysmal ventricular tachycardia.."}
{"text": "i have shortness of breath, dizziness, chest tightness, irregular heartbeat, weight gain, decreased heart rate, increased heart rate, fatigue. what disease do i have?. As a doctor I have diagnosed that you have paroxysmal ventricular tachycardia.."}
{"text": "i have shortness of breath, dizziness, irregular heartbeat, decreased heart rate, fatigue. what disease do i have?. As a doctor I have diagnosed that you have paroxysmal ventricular tachycardia.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, irregular heartbeat, fainting, increased heart rate, fatigue. what disease do i have?. As a doctor I have diagnosed that you have paroxysmal ventricular tachycardia.."}
{"text": "i have white discharge from eye, symptoms of eye, pain in eye. what disease do i have?. As a doctor I have diagnosed that you have foreign body in the eye.."}
{"text": "i have shortness of breath, sharp chest pain, dizziness, headache, wheezing. what disease do i have?. As a doctor I have diagnosed that you have poisoning due to gas.."}
{"text": "i have dizziness, cough, headache, wheezing, drainage in throat. what disease do i have?. As a doctor I have diagnosed that you have poisoning due to gas.."}
{"text": "i have hand or finger pain, abnormal appearing skin, skin lesion, foot or toe swelling, skin rash. what disease do i have?. As a doctor I have diagnosed that you have pyogenic skin infection.."}
{"text": "i have leg pain, skin lesion, foot or toe pain, leg swelling, foot or toe swelling. what disease do i have?. As a doctor I have diagnosed that you have pyogenic skin infection.."}
{"text": "i have cough, abnormal appearing skin, pulling at ears, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have viral exanthem.."}
{"text": "i have nasal congestion, decreased appetite, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have viral exanthem.."}
{"text": "i have vomiting, abnormal appearing skin, decreased appetite, pulling at ears, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have viral exanthem.."}
{"text": "i have vomiting, fever, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have viral exanthem.."}
{"text": "i have sharp abdominal pain, nausea, diarrhea, burning abdominal pain, fever, chills, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have noninfectious gastroenteritis.."}
{"text": "i have sharp abdominal pain, headache, nausea, decreased appetite, fever, rectal bleeding, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have noninfectious gastroenteritis.."}
{"text": "i have sharp abdominal pain, vomiting, nausea, diarrhea, chills, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have noninfectious gastroenteritis.."}
{"text": "i have blood in stool, sharp abdominal pain, nausea, diarrhea, decreased appetite, fever, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have noninfectious gastroenteritis.."}
{"text": "i have retention of urine, involuntary urination, frequent urination, blood in urine, impotence, symptoms of prostate. what disease do i have?. As a doctor I have diagnosed that you have benign prostatic hyperplasia (bph).."}
{"text": "i have retention of urine, swelling of scrotum, involuntary urination, frequent urination, blood in urine, impotence, symptoms of prostate, excessive urination at night, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have benign prostatic hyperplasia (bph).."}
{"text": "i have frequent urination, symptoms of prostate, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have benign prostatic hyperplasia (bph).."}
{"text": "i have pain in testicles, involuntary urination, impotence, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have benign prostatic hyperplasia (bph).."}
{"text": "i have pain in testicles, involuntary urination, frequent urination, blood in urine, symptoms of prostate, symptoms of bladder, hesitancy, low urine output. what disease do i have?. As a doctor I have diagnosed that you have benign prostatic hyperplasia (bph).."}
{"text": "i have retention of urine, involuntary urination, frequent urination, symptoms of prostate, excessive urination at night, symptoms of bladder, hesitancy, low urine output. what disease do i have?. As a doctor I have diagnosed that you have benign prostatic hyperplasia (bph).."}
{"text": "i have diminished vision, double vision, symptoms of eye, pain in eye, spots or clouds in vision, itchiness of eye, blindness, cloudy eye. what disease do i have?. As a doctor I have diagnosed that you have cataract.."}
{"text": "i have hip pain, headache, arm pain, back pain, low back pain, paresthesia, shoulder pain, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have spinal stenosis.."}
{"text": "i have leg pain, hip pain, headache, back pain, neck pain, low back pain, problems with movement, loss of sensation, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have spinal stenosis.."}
{"text": "i have hip pain, headache, arm pain, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have spinal stenosis.."}
{"text": "i have hip pain, headache, arm pain, back pain, neck pain, problems with movement, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have spinal stenosis.."}
{"text": "i have retention of urine, sharp abdominal pain, vaginal itching. what disease do i have?. As a doctor I have diagnosed that you have intestinal obstruction.."}
{"text": "i have retention of urine, vomiting, nausea, vaginal itching, pain of the anus, stomach bloating, constipation. what disease do i have?. As a doctor I have diagnosed that you have intestinal obstruction.."}
{"text": "i have sharp chest pain, nasal congestion, headache, coughing up sputum, congestion in chest. what disease do i have?. As a doctor I have diagnosed that you have acute bronchitis.."}
{"text": "i have shortness of breath, nasal congestion, headache, wheezing, fever, coryza. what disease do i have?. As a doctor I have diagnosed that you have acute bronchitis.."}
{"text": "i have sharp chest pain, nasal congestion, headache, fever, coryza, congestion in chest. what disease do i have?. As a doctor I have diagnosed that you have acute bronchitis.."}
{"text": "i have shortness of breath, wheezing, coughing up sputum, coryza, congestion in chest. what disease do i have?. As a doctor I have diagnosed that you have acute bronchitis.."}
{"text": "i have shortness of breath, sharp chest pain, sore throat, cough, nasal congestion, difficulty breathing, coughing up sputum, coryza, congestion in chest. what disease do i have?. As a doctor I have diagnosed that you have acute bronchitis.."}
{"text": "i have abnormal involuntary movements, vomiting. what disease do i have?. As a doctor I have diagnosed that you have persistent vomiting of unknown cause.."}
{"text": "i have dizziness, abnormal involuntary movements, sharp abdominal pain, diarrhea, fever. what disease do i have?. As a doctor I have diagnosed that you have persistent vomiting of unknown cause.."}
{"text": "i have sharp abdominal pain, headache, lower abdominal pain, pain during pregnancy, spots or clouds in vision, recent pregnancy. what disease do i have?. As a doctor I have diagnosed that you have preeclampsia.."}
{"text": "i have sharp chest pain, dizziness, palpitations, throat feels tight, muscle pain, fatigue, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have ischemic heart disease.."}
{"text": "i have shortness of breath, sharp chest pain, dizziness, chest tightness, palpitations, peripheral edema, difficulty breathing, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have ischemic heart disease.."}
{"text": "i have dizziness, palpitations, peripheral edema, difficulty breathing, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have ischemic heart disease.."}
{"text": "i have chest tightness, muscle pain, difficulty breathing, fatigue. what disease do i have?. As a doctor I have diagnosed that you have ischemic heart disease.."}
{"text": "i have sharp chest pain, dizziness, chest tightness. what disease do i have?. As a doctor I have diagnosed that you have ischemic heart disease.."}
{"text": "i have shortness of breath, sharp chest pain, dizziness, chest tightness, throat feels tight, muscle pain, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have ischemic heart disease.."}
{"text": "i have shortness of breath, cough, fever, coryza. what disease do i have?. As a doctor I have diagnosed that you have croup.."}
{"text": "i have hoarse voice, vomiting, fever, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have croup.."}
{"text": "i have shortness of breath, hoarse voice, sore throat, nasal congestion, vomiting, fever, coryza. what disease do i have?. As a doctor I have diagnosed that you have croup.."}
{"text": "i have shortness of breath, hoarse voice, nasal congestion, coryza, abnormal breathing sounds. what disease do i have?. As a doctor I have diagnosed that you have croup.."}
{"text": "i have involuntary urination, vaginal discharge, heavy menstrual flow, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic excessive menstruation.."}
{"text": "i have intermenstrual bleeding, long menstrual periods, unpredictable menstruation, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic excessive menstruation.."}
{"text": "i have sharp abdominal pain, cramps and spasms, blood clots during menstrual periods, heavy menstrual flow, painful menstruation, frequent menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic excessive menstruation.."}
{"text": "i have sharp abdominal pain, involuntary urination, vaginal discharge, cramps and spasms, long menstrual periods, unpredictable menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic excessive menstruation.."}
{"text": "i have sharp abdominal pain, involuntary urination, cramps and spasms, blood clots during menstrual periods, long menstrual periods, heavy menstrual flow, unpredictable menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic excessive menstruation.."}
{"text": "i have heavy menstrual flow, unpredictable menstruation, frequent menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic excessive menstruation.."}
{"text": "i have depression, elbow weakness, hand or finger pain. what disease do i have?. As a doctor I have diagnosed that you have dislocation of the wrist.."}
{"text": "i have ear pain, plugged feeling in ear, fluid in ear, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have ear drum damage.."}
{"text": "i have ringing in ear, plugged feeling in ear, pulling at ears, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have ear drum damage.."}
{"text": "i have nasal congestion, diminished hearing, pus draining from ear, ringing in ear, plugged feeling in ear. what disease do i have?. As a doctor I have diagnosed that you have ear drum damage.."}
{"text": "i have cough, nasal congestion, pus draining from ear, ear pain, ringing in ear, plugged feeling in ear, redness in ear, bleeding from ear. what disease do i have?. As a doctor I have diagnosed that you have ear drum damage.."}
{"text": "i have retention of urine, involuntary urination, frequent urination, blood in urine, impotence, excessive urination at night, loss of sex drive. what disease do i have?. As a doctor I have diagnosed that you have erectile dysfunction.."}
{"text": "i have lower abdominal pain, blood in urine, regurgitation, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have retention of urine, suprapubic pain, sharp abdominal pain, painful urination, involuntary urination, frequent urination, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have sharp abdominal pain, painful urination, frequent urination, blood in urine, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have retention of urine, suprapubic pain, involuntary urination, regurgitation, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have suprapubic pain, sharp abdominal pain, painful urination, involuntary urination, frequent urination, lower abdominal pain, blood in urine, regurgitation, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have painful urination, back pain, regurgitation, regurgitation.1, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have frequent urination, lower abdominal pain, blood in urine, regurgitation, regurgitation.1, symptoms of bladder. what disease do i have?. As a doctor I have diagnosed that you have temporary or benign blood in urine.."}
{"text": "i have skin swelling, abnormal appearing skin, foot or toe pain, skin on leg or foot looks infected, too little hair. what disease do i have?. As a doctor I have diagnosed that you have onychomycosis.."}
{"text": "i have retention of urine, suprapubic pain, sharp abdominal pain, vomiting, involuntary urination, side pain. what disease do i have?. As a doctor I have diagnosed that you have urethral disorder.."}
{"text": "i have abusing alcohol, sharp abdominal pain, vomiting, involuntary urination. what disease do i have?. As a doctor I have diagnosed that you have urethral disorder.."}
{"text": "i have depressive or psychotic symptoms, headache, abnormal appearing skin, fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have lyme disease.."}
{"text": "i have intermenstrual bleeding, regurgitation, weight gain, regurgitation.1, heavy menstrual flow. what disease do i have?. As a doctor I have diagnosed that you have iron deficiency anemia.."}
{"text": "i have dizziness, intermenstrual bleeding, weight gain, heavy menstrual flow. what disease do i have?. As a doctor I have diagnosed that you have iron deficiency anemia.."}
{"text": "i have blood in stool, intermenstrual bleeding, heartburn, weakness, fatigue. what disease do i have?. As a doctor I have diagnosed that you have iron deficiency anemia.."}
{"text": "i have depressive or psychotic symptoms, chest tightness, wheezing, fever, difficulty breathing, chills. what disease do i have?. As a doctor I have diagnosed that you have acute respiratory distress syndrome (ards).."}
{"text": "i have depressive or psychotic symptoms, chest tightness, cough, wheezing, fever, chills. what disease do i have?. As a doctor I have diagnosed that you have acute respiratory distress syndrome (ards).."}
{"text": "i have shortness of breath, fever, chills. what disease do i have?. As a doctor I have diagnosed that you have acute respiratory distress syndrome (ards).."}
{"text": "i have involuntary urination, pain during intercourse, impotence. what disease do i have?. As a doctor I have diagnosed that you have psychosexual disorder.."}
{"text": "i have involuntary urination, impotence, fatigue, loss of sex drive, premature ejaculation. what disease do i have?. As a doctor I have diagnosed that you have psychosexual disorder.."}
{"text": "i have wrist pain, hand or finger swelling, arm pain, knee pain, foot or toe pain, ankle pain, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have tendinitis.."}
{"text": "i have leg pain, wrist pain, arm pain, ankle pain. what disease do i have?. As a doctor I have diagnosed that you have tendinitis.."}
{"text": "i have hand or finger swelling, arm pain, knee pain, foot or toe pain, ankle pain. what disease do i have?. As a doctor I have diagnosed that you have tendinitis.."}
{"text": "i have hip pain, hand or finger pain, wrist pain, hand or finger swelling, ankle pain, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have tendinitis.."}
{"text": "i have sore throat, vomiting, headache, ear pain, coryza, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have sore throat, nasal congestion, vomiting, headache, ear pain, chills. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have sore throat, cough, nasal congestion, fever, chills, coryza. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have cough, nasal congestion, headache, chills, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have sore throat, cough, vomiting, headache, wheezing, fever, coryza, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have sore throat, cough, nasal congestion, vomiting, wheezing, chills, flu-like syndrome. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have irregular heartbeat, symptoms of eye, blindness. what disease do i have?. As a doctor I have diagnosed that you have central retinal artery or vein occlusion.."}
{"text": "i have leg pain, leg cramps or spasms, lymphedema, skin on leg or foot looks infected, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have venous insufficiency.."}
{"text": "i have lower abdominal pain, vaginal discharge, pain during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have trichomonas infection.."}
{"text": "i have acne or pimples, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, skin rash. what disease do i have?. As a doctor I have diagnosed that you have acne.."}
{"text": "i have acne or pimples, irregular appearing scalp, skin moles, long menstrual periods, skin rash. what disease do i have?. As a doctor I have diagnosed that you have acne.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, hostile behavior, drug abuse, disturbance of memory, delusions or hallucinations, temper problems. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have insomnia, hostile behavior, excessive anger, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, hostile behavior, drug abuse, temper problems. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have anxiety and nervousness, depression, abusing alcohol, hostile behavior, drug abuse, disturbance of memory, temper problems. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have anxiety and nervousness, abusing alcohol, hostile behavior, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have insomnia, abusing alcohol, hostile behavior, excessive anger, temper problems. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have depression, depressive or psychotic symptoms, insomnia, hostile behavior, excessive anger, disturbance of memory, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have depression, depressive or psychotic symptoms, drug abuse, smoking problems, delusions or hallucinations, sweating, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have drug abuse.."}
{"text": "i have anxiety and nervousness, depression, hostile behavior, smoking problems, delusions or hallucinations, sweating, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have drug abuse.."}
{"text": "i have depressive or psychotic symptoms, hostile behavior, drug abuse, smoking problems, sweating. what disease do i have?. As a doctor I have diagnosed that you have drug abuse.."}
{"text": "i have depressive or psychotic symptoms, abusing alcohol, delusions or hallucinations, sweating, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have drug abuse.."}
{"text": "i have suprapubic pain, blood in urine, back pain, side pain, excessive urination at night. what disease do i have?. As a doctor I have diagnosed that you have urinary tract obstruction.."}
{"text": "i have painful urination, frequent urination, blood in urine, symptoms of prostate, excessive urination at night. what disease do i have?. As a doctor I have diagnosed that you have urinary tract obstruction.."}
{"text": "i have retention of urine, suprapubic pain, sharp abdominal pain, back pain, side pain, excessive urination at night. what disease do i have?. As a doctor I have diagnosed that you have urinary tract obstruction.."}
{"text": "i have retention of urine, sharp abdominal pain, painful urination, blood in urine, back pain, symptoms of prostate, excessive urination at night. what disease do i have?. As a doctor I have diagnosed that you have urinary tract obstruction.."}
{"text": "i have suprapubic pain, sharp abdominal pain, painful urination, frequent urination, blood in urine, back pain, side pain, excessive urination at night. what disease do i have?. As a doctor I have diagnosed that you have urinary tract obstruction.."}
{"text": "i have symptoms of the scrotum and testes, pain in testicles. what disease do i have?. As a doctor I have diagnosed that you have varicocele of the testicles.."}
{"text": "i have pain in testicles, mass in scrotum, involuntary urination, lower abdominal pain, skin growth, pain of the anus, infertility. what disease do i have?. As a doctor I have diagnosed that you have varicocele of the testicles.."}
{"text": "i have pain in testicles, mass in scrotum, lower abdominal pain, skin growth, infertility. what disease do i have?. As a doctor I have diagnosed that you have varicocele of the testicles.."}
{"text": "i have pain in testicles, involuntary urination, lower abdominal pain, pain of the anus. what disease do i have?. As a doctor I have diagnosed that you have varicocele of the testicles.."}
{"text": "i have symptoms of the scrotum and testes, swelling of scrotum, lower abdominal pain, skin growth, pain of the anus. what disease do i have?. As a doctor I have diagnosed that you have varicocele of the testicles.."}
{"text": "i have symptoms of the scrotum and testes, swelling of scrotum, mass in scrotum, involuntary urination, lower abdominal pain, pain of the anus, groin pain. what disease do i have?. As a doctor I have diagnosed that you have varicocele of the testicles.."}
{"text": "i have flatulence, sharp abdominal pain, nausea, diarrhea, lower abdominal pain, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have irritable bowel syndrome.."}
{"text": "i have lower abdominal pain, vaginal discharge, intermenstrual bleeding, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have ovarian cyst.."}
{"text": "i have vomiting, nausea, vaginal discharge, intermenstrual bleeding, pelvic pain, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have ovarian cyst.."}
{"text": "i have cough, retention of urine, hand or finger swelling. what disease do i have?. As a doctor I have diagnosed that you have parasitic disease.."}
{"text": "i have skin swelling, groin mass, neck mass, back mass or lump, shoulder lump or mass. what disease do i have?. As a doctor I have diagnosed that you have lipoma.."}
{"text": "i have groin mass, skin growth, neck mass, back mass or lump, arm lump or mass. what disease do i have?. As a doctor I have diagnosed that you have lipoma.."}
{"text": "i have shortness of breath, cough, feeling ill, fatigue, apnea. what disease do i have?. As a doctor I have diagnosed that you have pulmonary hypertension.."}
{"text": "i have lip swelling, toothache. what disease do i have?. As a doctor I have diagnosed that you have broken tooth.."}
{"text": "i have sore throat, cough, skin swelling, sharp abdominal pain, neck swelling, fever. what disease do i have?. As a doctor I have diagnosed that you have lymphadenitis.."}
{"text": "i have sore throat, cough, skin swelling, sharp abdominal pain, neck pain, fever. what disease do i have?. As a doctor I have diagnosed that you have lymphadenitis.."}
{"text": "i have diminished hearing, facial pain, neck stiffness or tightness, nosebleed, bleeding from ear. what disease do i have?. As a doctor I have diagnosed that you have injury to the face.."}
{"text": "i have diminished hearing, facial pain, neck stiffness or tightness, mouth pain. what disease do i have?. As a doctor I have diagnosed that you have injury to the face.."}
{"text": "i have shortness of breath, palpitations, irregular heartbeat, fainting, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have aortic valve disease.."}
{"text": "i have shortness of breath, sharp chest pain, irregular heartbeat. what disease do i have?. As a doctor I have diagnosed that you have aortic valve disease.."}
{"text": "i have wrist swelling, peripheral edema, knee pain. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have abnormal appearing skin, mouth ulcer, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have impetigo.."}
{"text": "i have mouth ulcer, fever, itching of skin, skin rash, sore in nose. what disease do i have?. As a doctor I have diagnosed that you have impetigo.."}
{"text": "i have cough, nasal congestion, skin lesion, mouth ulcer, itching of skin, skin rash, sore in nose. what disease do i have?. As a doctor I have diagnosed that you have impetigo.."}
{"text": "i have nasal congestion, mouth ulcer, fever. what disease do i have?. As a doctor I have diagnosed that you have impetigo.."}
{"text": "i have fainting, hostile behavior, temper problems, low self-esteem, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have oppositional disorder.."}
{"text": "i have leg pain, foot or toe pain, foot or toe swelling, lymphedema, foot or toe stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have diabetic peripheral neuropathy.."}
{"text": "i have symptoms of the scrotum and testes, impotence, fatigue. what disease do i have?. As a doctor I have diagnosed that you have testicular disorder.."}
{"text": "i have groin mass, arm pain, skin growth, skin rash. what disease do i have?. As a doctor I have diagnosed that you have hidradenitis suppurativa.."}
{"text": "i have sore throat, cough, nasal congestion, abnormal appearing skin, fever. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis due to bacteria.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, pelvic pain, cramps and spasms, heavy menstrual flow, unpredictable menstruation, painful menstruation, infertility, frequent menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic irregular menstrual cycle.."}
{"text": "i have pelvic pain, cramps and spasms, infertility. what disease do i have?. As a doctor I have diagnosed that you have idiopathic irregular menstrual cycle.."}
{"text": "i have shortness of breath, sore throat, cough, headache, wheezing, abnormal breathing sounds. what disease do i have?. As a doctor I have diagnosed that you have interstitial lung disease.."}
{"text": "i have shortness of breath, sore throat, wheezing. what disease do i have?. As a doctor I have diagnosed that you have interstitial lung disease.."}
{"text": "i have shortness of breath, sore throat, nasal congestion, headache, wheezing. what disease do i have?. As a doctor I have diagnosed that you have interstitial lung disease.."}
{"text": "i have leg pain, arm pain, foot or toe pain, ankle pain, elbow pain, loss of sensation, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have mononeuritis.."}
{"text": "i have dizziness, fainting, sharp abdominal pain, feeling ill, nausea, decreased appetite. what disease do i have?. As a doctor I have diagnosed that you have hypovolemia.."}
{"text": "i have dizziness, fainting, sharp abdominal pain, feeling ill, diarrhea, decreased appetite, fever. what disease do i have?. As a doctor I have diagnosed that you have hypovolemia.."}
{"text": "i have anxiety and nervousness, hostile behavior, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have schizophrenia.."}
{"text": "i have insomnia, hostile behavior, excessive anger, temper problems, fears and phobias, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have schizophrenia.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, insomnia, hostile behavior, temper problems. what disease do i have?. As a doctor I have diagnosed that you have schizophrenia.."}
{"text": "i have shortness of breath, sharp chest pain, palpitations, irregular heartbeat. what disease do i have?. As a doctor I have diagnosed that you have endocarditis.."}
{"text": "i have sharp abdominal pain, weakness, decreased appetite, difficulty breathing, chills. what disease do i have?. As a doctor I have diagnosed that you have sepsis.."}
{"text": "i have shortness of breath, cough, weakness. what disease do i have?. As a doctor I have diagnosed that you have sepsis.."}
{"text": "i have suprapubic pain, sharp abdominal pain, decreased appetite, fever, difficulty breathing, chills. what disease do i have?. As a doctor I have diagnosed that you have sepsis.."}
{"text": "i have sharp chest pain, sharp abdominal pain, vomiting, back pain, burning abdominal pain, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have cholecystitis.."}
{"text": "i have sharp abdominal pain, burning abdominal pain, stomach bloating. what disease do i have?. As a doctor I have diagnosed that you have cholecystitis.."}
{"text": "i have vomiting, back pain, burning abdominal pain, side pain, regurgitation.1, symptoms of the kidneys. what disease do i have?. As a doctor I have diagnosed that you have cholecystitis.."}
{"text": "i have sharp chest pain, sharp abdominal pain, back pain, burning abdominal pain, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have cholecystitis.."}
{"text": "i have sharp chest pain, sharp abdominal pain, vomiting, back pain, side pain, upper abdominal pain, regurgitation.1, symptoms of the kidneys. what disease do i have?. As a doctor I have diagnosed that you have cholecystitis.."}
{"text": "i have sharp chest pain, sharp abdominal pain, vomiting, side pain, lower body pain, upper abdominal pain, stomach bloating. what disease do i have?. As a doctor I have diagnosed that you have cholecystitis.."}
{"text": "i have shortness of breath, palpitations, weakness, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have cardiac arrest.."}
{"text": "i have depression, depressive or psychotic symptoms, excessive appetite, excessive anger, delusions or hallucinations, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have social phobia.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, excessive appetite, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have social phobia.."}
{"text": "i have cough, nausea, fever, ache all over. what disease do i have?. As a doctor I have diagnosed that you have meningitis.."}
{"text": "i have foot or toe swelling, problems during pregnancy, unpredictable menstruation, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have scabies.."}
{"text": "i have nasal congestion, ear pain, fluid in ear, pulling at ears, sinus congestion. what disease do i have?. As a doctor I have diagnosed that you have ear wax impaction.."}
{"text": "i have cough, diminished hearing, ringing in ear, plugged feeling in ear, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have ear wax impaction.."}
{"text": "i have skin swelling, skin lesion, acne or pimples, skin growth, symptoms of eye, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have rosacea.."}
{"text": "i have difficulty in swallowing, headache, toothache, peripheral edema, neck mass. what disease do i have?. As a doctor I have diagnosed that you have jaw disorder.."}
{"text": "i have depression, hostile behavior, excessive anger, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have post-traumatic stress disorder (ptsd).."}
{"text": "i have anxiety and nervousness, insomnia, abusing alcohol, hostile behavior, excessive anger, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have post-traumatic stress disorder (ptsd).."}
{"text": "i have depression, abusing alcohol, hostile behavior, drug abuse, temper problems. what disease do i have?. As a doctor I have diagnosed that you have post-traumatic stress disorder (ptsd).."}
{"text": "i have depression, depressive or psychotic symptoms, insomnia, abusing alcohol, hostile behavior, temper problems. what disease do i have?. As a doctor I have diagnosed that you have post-traumatic stress disorder (ptsd).."}
{"text": "i have anxiety and nervousness, hostile behavior, drug abuse, delusions or hallucinations. what disease do i have?. As a doctor I have diagnosed that you have post-traumatic stress disorder (ptsd).."}
{"text": "i have retention of urine, groin mass, blood in urine, kidney mass. what disease do i have?. As a doctor I have diagnosed that you have kidney cancer.."}
{"text": "i have involuntary urination, blood in urine, kidney mass. what disease do i have?. As a doctor I have diagnosed that you have kidney cancer.."}
{"text": "i have white discharge from eye, diminished vision, pain in eye, spots or clouds in vision, eye redness, lacrimation, itchiness of eye, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have blepharitis.."}
{"text": "i have diminished vision, symptoms of eye, pain in eye, eye redness, lacrimation, itchiness of eye, eye burns or stings, eyelid swelling. what disease do i have?. As a doctor I have diagnosed that you have blepharitis.."}
{"text": "i have symptoms of eye, spots or clouds in vision, eye redness. what disease do i have?. As a doctor I have diagnosed that you have blepharitis.."}
{"text": "i have dry lips, fever, ache all over, joint pain, temper problems. what disease do i have?. As a doctor I have diagnosed that you have sickle cell anemia.."}
{"text": "i have headache, facial pain, diminished vision, foreign body sensation in eye, eye redness, bleeding from eye. what disease do i have?. As a doctor I have diagnosed that you have subconjunctival hemorrhage.."}
{"text": "i have pain in eye, bleeding from eye. what disease do i have?. As a doctor I have diagnosed that you have subconjunctival hemorrhage.."}
{"text": "i have blood in stool, lower body pain, constipation, itching of the anus. what disease do i have?. As a doctor I have diagnosed that you have hemorrhoids.."}
{"text": "i have blood in stool, changes in stool appearance, itching of the anus. what disease do i have?. As a doctor I have diagnosed that you have hemorrhoids.."}
{"text": "i have skin swelling, abnormal appearing skin, allergic reaction, swollen eye, itching of skin, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have contact dermatitis.."}
{"text": "i have skin swelling, abnormal appearing skin, acne or pimples, skin moles, allergic reaction, swollen eye, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have contact dermatitis.."}
{"text": "i have skin swelling, skin lesion, swollen eye, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have contact dermatitis.."}
{"text": "i have skin swelling, acne or pimples, skin moles, allergic reaction, swollen eye, itching of skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have contact dermatitis.."}
{"text": "i have skin lesion, acne or pimples, skin moles, itching of skin, skin irritation, skin rash. what disease do i have?. As a doctor I have diagnosed that you have contact dermatitis.."}
{"text": "i have chest tightness, irregular heartbeat, fainting, weakness, increased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have sharp chest pain, irregular heartbeat, fainting, feeling ill, weakness, decreased heart rate, increased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have chest tightness, irregular heartbeat, weakness, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have chest tightness, fainting, decreased heart rate, increased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have shortness of breath, sharp chest pain, palpitations, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have sharp chest pain, chest tightness, palpitations, decreased heart rate, increased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have sharp chest pain, dizziness, chest tightness, fainting, feeling ill, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have sharp chest pain, palpitations, irregular heartbeat, feeling ill, decreased heart rate, increased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have shortness of breath, dizziness, chest tightness, palpitations, irregular heartbeat, fainting, weakness. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have sharp chest pain, chest tightness, palpitations, irregular heartbeat, fainting, decreased heart rate. what disease do i have?. As a doctor I have diagnosed that you have sinus bradycardia.."}
{"text": "i have nausea, painful urination, vaginal discharge, pelvic pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic inflammatory disease.."}
{"text": "i have sharp abdominal pain, vomiting, painful urination, lower abdominal pain, vaginal discharge, intermenstrual bleeding, back pain, pelvic pain, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic inflammatory disease.."}
{"text": "i have sharp abdominal pain, vomiting, painful urination, lower abdominal pain, intermenstrual bleeding, back pain, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic inflammatory disease.."}
{"text": "i have suprapubic pain, vaginal discharge, intermenstrual bleeding, back pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic inflammatory disease.."}
{"text": "i have nausea, painful urination, intermenstrual bleeding, back pain, pelvic pain, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have pelvic inflammatory disease.."}
{"text": "i have blood in stool, jaundice, nausea, peripheral edema, side pain. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have shortness of breath, blood in stool, jaundice, sharp abdominal pain, nausea, peripheral edema, side pain, upper abdominal pain, unusual color or odor to urine. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have shortness of breath, diarrhea, heartburn, upper abdominal pain, unusual color or odor to urine. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have sharp abdominal pain, peripheral edema, heartburn, side pain. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have shortness of breath, blood in stool, jaundice, sharp abdominal pain, heartburn, side pain, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have shortness of breath, blood in stool, jaundice, sharp abdominal pain, nausea, diarrhea, upper abdominal pain, unusual color or odor to urine. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have blood in stool, sharp abdominal pain, vomiting, lower abdominal pain, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have chronic constipation.."}
{"text": "i have retention of urine, blood in stool, burning abdominal pain, constipation. what disease do i have?. As a doctor I have diagnosed that you have chronic constipation.."}
{"text": "i have sore throat, cough, headache, diarrhea, fever, ache all over, chills, coryza. what disease do i have?. As a doctor I have diagnosed that you have flu.."}
{"text": "i have headache, nausea, chills, coryza. what disease do i have?. As a doctor I have diagnosed that you have flu.."}
{"text": "i have sore throat, vomiting, headache, diarrhea, coryza. what disease do i have?. As a doctor I have diagnosed that you have flu.."}
{"text": "i have abnormal involuntary movements, problems with movement. what disease do i have?. As a doctor I have diagnosed that you have tic (movement) disorder.."}
{"text": "i have acne or pimples, irregular appearing scalp, skin moles, skin irritation, warts. what disease do i have?. As a doctor I have diagnosed that you have skin polyp.."}
{"text": "i have skin swelling, abnormal appearing skin, skin lesion, acne or pimples, irregular appearing scalp, skin moles, skin irritation. what disease do i have?. As a doctor I have diagnosed that you have skin polyp.."}
{"text": "i have skin swelling, skin lesion, skin growth, irregular appearing scalp, skin moles, skin dryness, peeling, scaliness, or roughness, skin irritation, warts. what disease do i have?. As a doctor I have diagnosed that you have skin polyp.."}
{"text": "i have skin swelling, skin growth. what disease do i have?. As a doctor I have diagnosed that you have skin polyp.."}
{"text": "i have skin swelling, skin lesion, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, warts. what disease do i have?. As a doctor I have diagnosed that you have skin polyp.."}
{"text": "i have hand or finger pain, elbow pain, loss of sensation, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have brachial neuritis.."}
{"text": "i have headache, low back pain, elbow pain, paresthesia, shoulder pain, hand or finger weakness. what disease do i have?. As a doctor I have diagnosed that you have brachial neuritis.."}
{"text": "i have back pain, neck pain, low back pain, elbow pain, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have brachial neuritis.."}
{"text": "i have arm pain, back pain, paresthesia, shoulder pain. what disease do i have?. As a doctor I have diagnosed that you have brachial neuritis.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, cough, nausea. what disease do i have?. As a doctor I have diagnosed that you have esophagitis.."}
{"text": "i have chest tightness, sore throat, difficulty in swallowing, sharp abdominal pain, vomiting, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have esophagitis.."}
{"text": "i have chest tightness, sore throat, sharp abdominal pain, vomiting, burning abdominal pain, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have esophagitis.."}
{"text": "i have shortness of breath, sharp chest pain, difficulty in swallowing, vomiting, burning abdominal pain, heartburn. what disease do i have?. As a doctor I have diagnosed that you have esophagitis.."}
{"text": "i have suprapubic pain, sharp abdominal pain, frequent urination, vaginal discharge, pelvic pain, skin rash, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have yeast infection.."}
{"text": "i have suprapubic pain, sharp abdominal pain, vaginal itching, vaginal pain, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have yeast infection.."}
{"text": "i have frequent urination, vaginal discharge, pelvic pain, vaginal pain, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have yeast infection.."}
{"text": "i have suprapubic pain, sharp abdominal pain, frequent urination, vaginal discharge, vaginal pain, skin rash. what disease do i have?. As a doctor I have diagnosed that you have yeast infection.."}
{"text": "i have depression, depressive or psychotic symptoms, abusing alcohol, drug abuse. what disease do i have?. As a doctor I have diagnosed that you have drug poisoning due to medication.."}
{"text": "i have depressive or psychotic symptoms, abusing alcohol, drug abuse, lip swelling, slurring words. what disease do i have?. As a doctor I have diagnosed that you have drug poisoning due to medication.."}
{"text": "i have shortness of breath, depressive or psychotic symptoms, insomnia, lower body pain. what disease do i have?. As a doctor I have diagnosed that you have malignant hypertension.."}
{"text": "i have nausea, lower abdominal pain, fever, chills, constipation. what disease do i have?. As a doctor I have diagnosed that you have diverticulitis.."}
{"text": "i have sharp abdominal pain, diarrhea, lower abdominal pain, burning abdominal pain, constipation. what disease do i have?. As a doctor I have diagnosed that you have diverticulitis.."}
{"text": "i have nausea, diarrhea, fever, chills. what disease do i have?. As a doctor I have diagnosed that you have diverticulitis.."}
{"text": "i have blood in stool, lower abdominal pain, side pain, upper abdominal pain, chills. what disease do i have?. As a doctor I have diagnosed that you have diverticulitis.."}
{"text": "i have shortness of breath, sharp chest pain, fainting, vomiting, headache. what disease do i have?. As a doctor I have diagnosed that you have heat exhaustion.."}
{"text": "i have dizziness, vomiting, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have heat exhaustion.."}
{"text": "i have shortness of breath, dizziness, fainting, vomiting, weakness. what disease do i have?. As a doctor I have diagnosed that you have heat exhaustion.."}
{"text": "i have shortness of breath, dizziness, fainting, vomiting, headache. what disease do i have?. As a doctor I have diagnosed that you have heat exhaustion.."}
{"text": "i have shortness of breath, sharp chest pain, vomiting, headache, weakness. what disease do i have?. As a doctor I have diagnosed that you have heat exhaustion.."}
{"text": "i have anxiety and nervousness, depression, insomnia, hostile behavior, delusions or hallucinations, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have psychotic disorder.."}
{"text": "i have anxiety and nervousness, depression, insomnia, abusing alcohol, hostile behavior, excessive anger, temper problems, fears and phobias, hysterical behavior. what disease do i have?. As a doctor I have diagnosed that you have psychotic disorder.."}
{"text": "i have anxiety and nervousness, depression, insomnia, abusing alcohol, hostile behavior, hysterical behavior. what disease do i have?. As a doctor I have diagnosed that you have psychotic disorder.."}
{"text": "i have shortness of breath, sharp chest pain, abusing alcohol, headache, smoking problems, excessive anger. what disease do i have?. As a doctor I have diagnosed that you have smoking or tobacco addiction.."}
{"text": "i have sharp chest pain, abusing alcohol, smoking problems, excessive anger, coughing up sputum. what disease do i have?. As a doctor I have diagnosed that you have smoking or tobacco addiction.."}
{"text": "i have arm pain, neck pain. what disease do i have?. As a doctor I have diagnosed that you have sprain or strain.."}
{"text": "i have leg pain, headache, wrist pain, back pain, low back pain, foot or toe pain, ankle pain. what disease do i have?. As a doctor I have diagnosed that you have sprain or strain.."}
{"text": "i have leg pain, wrist pain, arm pain, knee pain. what disease do i have?. As a doctor I have diagnosed that you have sprain or strain.."}
{"text": "i have sharp abdominal pain, vaginal itching, lower abdominal pain, cramps and spasms, long menstrual periods, unpredictable menstruation, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic painful menstruation.."}
{"text": "i have sharp abdominal pain, vaginal itching, vaginal discharge, cramps and spasms, long menstrual periods, heavy menstrual flow, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic painful menstruation.."}
{"text": "i have sharp abdominal pain, vaginal itching, lower abdominal pain, vaginal discharge, pelvic pain, cramps and spasms, long menstrual periods, painful menstruation. what disease do i have?. As a doctor I have diagnosed that you have idiopathic painful menstruation.."}
{"text": "i have hand or finger stiffness or tightness, back pain, neck pain, pelvic pain, bones are painful. what disease do i have?. As a doctor I have diagnosed that you have fracture of the vertebra.."}
{"text": "i have dizziness, sore throat, nasal congestion, ear pain, plugged feeling in ear, redness in ear, swollen or red tonsils. what disease do i have?. As a doctor I have diagnosed that you have eustachian tube dysfunction (ear disorder).."}
{"text": "i have dizziness, sore throat, diminished hearing, plugged feeling in ear, allergic reaction, abnormal breathing sounds, redness in ear. what disease do i have?. As a doctor I have diagnosed that you have eustachian tube dysfunction (ear disorder).."}
{"text": "i have dizziness, nasal congestion, ear pain, ringing in ear, allergic reaction, redness in ear, swollen or red tonsils. what disease do i have?. As a doctor I have diagnosed that you have eustachian tube dysfunction (ear disorder).."}
{"text": "i have dizziness, sore throat, diminished hearing, ear pain, allergic reaction, abnormal breathing sounds, swollen or red tonsils. what disease do i have?. As a doctor I have diagnosed that you have eustachian tube dysfunction (ear disorder).."}
{"text": "i have sore throat, nasal congestion, diminished hearing, ear pain, ringing in ear, plugged feeling in ear, allergic reaction, abnormal breathing sounds. what disease do i have?. As a doctor I have diagnosed that you have eustachian tube dysfunction (ear disorder).."}
{"text": "i have sore throat, nasal congestion, diminished hearing, ear pain, ringing in ear, allergic reaction. what disease do i have?. As a doctor I have diagnosed that you have eustachian tube dysfunction (ear disorder).."}
{"text": "i have lower abdominal pain, decreased appetite, side pain, upper abdominal pain, stomach bloating. what disease do i have?. As a doctor I have diagnosed that you have appendicitis.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, decreased appetite, side pain, fever, stomach bloating. what disease do i have?. As a doctor I have diagnosed that you have appendicitis.."}
{"text": "i have sharp abdominal pain, vomiting, diarrhea, decreased appetite, side pain, fever. what disease do i have?. As a doctor I have diagnosed that you have appendicitis.."}
{"text": "i have sharp abdominal pain, vomiting, nausea, decreased appetite, side pain, fever, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have appendicitis.."}
{"text": "i have dizziness, irregular heartbeat, involuntary urination, hemoptysis, sweating. what disease do i have?. As a doctor I have diagnosed that you have graves disease.."}
{"text": "i have dizziness, abnormal involuntary movements, palpitations, irregular heartbeat, involuntary urination, hemoptysis. what disease do i have?. As a doctor I have diagnosed that you have graves disease.."}
{"text": "i have dizziness, irregular heartbeat. what disease do i have?. As a doctor I have diagnosed that you have graves disease.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, back weakness. what disease do i have?. As a doctor I have diagnosed that you have dissociative disorder.."}
{"text": "i have symptoms of the scrotum and testes, painful urination, blood in urine, penis redness. what disease do i have?. As a doctor I have diagnosed that you have phimosis.."}
{"text": "i have dizziness, sharp abdominal pain, diarrhea, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have hyperemesis gravidarum.."}
{"text": "i have insomnia, elbow weakness. what disease do i have?. As a doctor I have diagnosed that you have thalassemia.."}
{"text": "i have depressive or psychotic symptoms, dizziness, emotional symptoms. what disease do i have?. As a doctor I have diagnosed that you have epidural hemorrhage.."}
{"text": "i have leg pain, hip pain, knee pain, knee swelling. what disease do i have?. As a doctor I have diagnosed that you have septic arthritis.."}
{"text": "i have skin swelling, skin lesion, foot or toe pain, irregular appearing nails, skin dryness, peeling, scaliness, or roughness, skin rash. what disease do i have?. As a doctor I have diagnosed that you have athlete's foot.."}
{"text": "i have abnormal appearing skin, skin lesion, foot or toe pain, irregular appearing nails, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have athlete's foot.."}
{"text": "i have weakness, side pain, rib pain, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have pleural effusion.."}
{"text": "i have sharp chest pain, cough, back pain, weakness, difficulty breathing, rib pain. what disease do i have?. As a doctor I have diagnosed that you have pleural effusion.."}
{"text": "i have shortness of breath, sharp chest pain, sharp abdominal pain, weakness, side pain, difficulty breathing, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have pleural effusion.."}
{"text": "i have sore throat, cough, facial pain. what disease do i have?. As a doctor I have diagnosed that you have sialoadenitis.."}
{"text": "i have retention of urine, suprapubic pain, nausea, frequent urination, blood in urine, back pain, side pain, fever. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have suprapubic pain, vomiting, blood in urine, side pain. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have retention of urine, suprapubic pain, painful urination, lower abdominal pain, blood in urine, side pain, fever. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have sharp chest pain, dizziness, fainting, leg cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have arrhythmia.."}
{"text": "i have dizziness, abnormal involuntary movements, headache, toothache. what disease do i have?. As a doctor I have diagnosed that you have trigeminal neuralgia.."}
{"text": "i have leg pain, back pain, knee pain, elbow pain, paresthesia, ache all over, stiffness all over. what disease do i have?. As a doctor I have diagnosed that you have ankylosing spondylitis.."}
{"text": "i have back pain, knee pain, paresthesia, ache all over, lower body pain, stiffness all over. what disease do i have?. As a doctor I have diagnosed that you have ankylosing spondylitis.."}
{"text": "i have abnormal involuntary movements, leg pain, foot or toe pain, loss of sensation, paresthesia. what disease do i have?. As a doctor I have diagnosed that you have peripheral nerve disorder.."}
{"text": "i have dizziness, abnormal involuntary movements, leg pain, arm pain, loss of sensation, paresthesia, arm weakness. what disease do i have?. As a doctor I have diagnosed that you have peripheral nerve disorder.."}
{"text": "i have abnormal involuntary movements, back pain, loss of sensation, disturbance of memory, paresthesia, arm weakness, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have peripheral nerve disorder.."}
{"text": "i have leg pain, arm pain, foot or toe pain, problems with movement, loss of sensation, disturbance of memory, paresthesia, arm weakness, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have peripheral nerve disorder.."}
{"text": "i have abnormal appearing skin, acne or pimples, hand or finger lump or mass, arm lump or mass. what disease do i have?. As a doctor I have diagnosed that you have sebaceous cyst.."}
{"text": "i have skin lesion, acne or pimples, irregular appearing scalp, skin moles, back mass or lump, arm lump or mass. what disease do i have?. As a doctor I have diagnosed that you have sebaceous cyst.."}
{"text": "i have abnormal appearing skin, skin growth, neck mass, skin moles. what disease do i have?. As a doctor I have diagnosed that you have sebaceous cyst.."}
{"text": "i have anxiety and nervousness, depression, insomnia, excessive anger, obsessions and compulsions. what disease do i have?. As a doctor I have diagnosed that you have neurosis.."}
{"text": "i have anxiety and nervousness, depression, depressive or psychotic symptoms, hostile behavior, headache, smoking problems, delusions or hallucinations, obsessions and compulsions. what disease do i have?. As a doctor I have diagnosed that you have neurosis.."}
{"text": "i have vomiting, diarrhea, skin growth, ache all over. what disease do i have?. As a doctor I have diagnosed that you have chronic pancreatitis.."}
{"text": "i have skin swelling, abnormal appearing skin, skin lesion, irregular appearing scalp, skin moles, skin irritation, skin rash. what disease do i have?. As a doctor I have diagnosed that you have seborrheic keratosis.."}
{"text": "i have pain during pregnancy, pelvic pain, burning abdominal pain, spotting or bleeding during pregnancy, uterine contractions. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have lower abdominal pain, pelvic pain, burning abdominal pain, spotting or bleeding during pregnancy, blood clots during menstrual periods. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have lower abdominal pain, pain during pregnancy, pelvic pain, problems during pregnancy, cramps and spasms, blood clots during menstrual periods, uterine contractions. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, pain during pregnancy, spotting or bleeding during pregnancy, cramps and spasms, uterine contractions, heavy menstrual flow. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, intermenstrual bleeding, burning abdominal pain, problems during pregnancy, cramps and spasms, uterine contractions. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have sharp abdominal pain, burning abdominal pain, cramps and spasms. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have sharp abdominal pain, lower abdominal pain, burning abdominal pain, spotting or bleeding during pregnancy, cramps and spasms, blood clots during menstrual periods, uterine contractions. what disease do i have?. As a doctor I have diagnosed that you have spontaneous abortion.."}
{"text": "i have suprapubic pain, vaginal discharge, skin rash. what disease do i have?. As a doctor I have diagnosed that you have genital herpes.."}
{"text": "i have suprapubic pain, painful urination, vaginal discharge, skin lesion, recent pregnancy, skin rash. what disease do i have?. As a doctor I have diagnosed that you have genital herpes.."}
{"text": "i have suprapubic pain, vaginal itching, painful urination, vaginal discharge, skin lesion, recent pregnancy, skin rash. what disease do i have?. As a doctor I have diagnosed that you have genital herpes.."}
{"text": "i have sharp chest pain, vomiting, back pain, burning abdominal pain, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have gallstone.."}
{"text": "i have sharp abdominal pain, nausea, back pain, burning abdominal pain, heartburn, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have gallstone.."}
{"text": "i have sharp chest pain, vomiting, heartburn, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have gallstone.."}
{"text": "i have abnormal involuntary movements, headache, weakness, loss of sensation, focal weakness, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have dizziness, abnormal involuntary movements, problems with movement, disturbance of memory, paresthesia, fatigue. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have headache, weakness, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have difficulty speaking, leg pain, hip pain, back pain, knee pain, ache all over, groin pain. what disease do i have?. As a doctor I have diagnosed that you have fracture of the pelvis.."}
{"text": "i have nausea, swollen lymph nodes, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have blood in stool, diarrhea, lower abdominal pain, swollen lymph nodes. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have nausea, swollen lymph nodes, burning abdominal pain, rectal bleeding. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have swelling of scrotum, pain in testicles, mass in scrotum, irritable infant, bumps on penis. what disease do i have?. As a doctor I have diagnosed that you have male genitalia infection.."}
{"text": "i have shortness of breath, sharp chest pain, chest tightness, palpitations, hot flashes, arm pain. what disease do i have?. As a doctor I have diagnosed that you have angina.."}
{"text": "i have hoarse voice, cough, frontal headache, painful sinuses. what disease do i have?. As a doctor I have diagnosed that you have nasal polyp.."}
{"text": "i have abnormal appearing skin, skin lesion, acne or pimples, skin growth, irregular appearing scalp, skin moles, skin dryness, peeling, scaliness, or roughness, skin rash. what disease do i have?. As a doctor I have diagnosed that you have skin pigmentation disorder.."}
{"text": "i have abnormal appearing skin, skin growth, irregular appearing scalp, skin moles, itching of skin, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have skin pigmentation disorder.."}
{"text": "i have skin swelling, abnormal appearing skin, skin lesion, skin growth, irregular appearing scalp, skin moles. what disease do i have?. As a doctor I have diagnosed that you have skin pigmentation disorder.."}
{"text": "i have skin swelling, abnormal appearing skin, skin growth, skin moles. what disease do i have?. As a doctor I have diagnosed that you have skin pigmentation disorder.."}
{"text": "i have hand or finger stiffness or tightness, problems with movement, shoulder stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have nerve impingement near the shoulder.."}
{"text": "i have hand or finger stiffness or tightness, neck pain, elbow pain. what disease do i have?. As a doctor I have diagnosed that you have nerve impingement near the shoulder.."}
{"text": "i have blood in stool, intermenstrual bleeding, problems during pregnancy, spotting or bleeding during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have missed abortion.."}
{"text": "i have depressive or psychotic symptoms, sharp abdominal pain, vomiting, frequent urination, decreased appetite. what disease do i have?. As a doctor I have diagnosed that you have diabetic ketoacidosis.."}
{"text": "i have sharp chest pain, sharp abdominal pain, diarrhea, frequent urination, weakness, decreased appetite, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have diabetic ketoacidosis.."}
{"text": "i have depression, lack of growth, hostile behavior, low self-esteem, obsessions and compulsions. what disease do i have?. As a doctor I have diagnosed that you have obsessive compulsive disorder (ocd).."}
{"text": "i have depressive or psychotic symptoms, lack of growth, feeling ill, temper problems, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have obsessive compulsive disorder (ocd).."}
{"text": "i have anxiety and nervousness, hostile behavior, feeling ill, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have obsessive compulsive disorder (ocd).."}
{"text": "i have wrist swelling, ankle pain, foot or toe swelling, joint pain. what disease do i have?. As a doctor I have diagnosed that you have injury of the ankle.."}
{"text": "i have shortness of breath, sharp chest pain, vomiting, nausea, weakness, seizures. what disease do i have?. As a doctor I have diagnosed that you have hyponatremia.."}
{"text": "i have knee pain, leg cramps or spasms, muscle stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have bone disorder.."}
{"text": "i have depression, hostile behavior, excessive anger, temper problems, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have personality disorder.."}
{"text": "i have depression, insomnia, delusions or hallucinations, temper problems, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have personality disorder.."}
{"text": "i have anxiety and nervousness, hostile behavior, delusions or hallucinations, temper problems, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have personality disorder.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, hostile behavior, temper problems, fears and phobias, low self-esteem. what disease do i have?. As a doctor I have diagnosed that you have personality disorder.."}
{"text": "i have headache, abnormal appearing skin, pain in eye, back pain. what disease do i have?. As a doctor I have diagnosed that you have shingles (herpes zoster).."}
{"text": "i have ear pain, decreased appetite, fever, ache all over, skin rash. what disease do i have?. As a doctor I have diagnosed that you have strep throat.."}
{"text": "i have sore throat, difficulty in swallowing, headache, ear pain, ache all over, skin rash. what disease do i have?. As a doctor I have diagnosed that you have strep throat.."}
{"text": "i have difficulty in swallowing, symptoms of eye, joint pain. what disease do i have?. As a doctor I have diagnosed that you have sjogren syndrome.."}
{"text": "i have sore throat, cough, nasal congestion, difficulty in swallowing, fever, apnea. what disease do i have?. As a doctor I have diagnosed that you have tonsillar hypertrophy.."}
{"text": "i have nausea, vomiting blood, burning abdominal pain, regurgitation.1. what disease do i have?. As a doctor I have diagnosed that you have gastritis.."}
{"text": "i have sharp chest pain, nausea, diarrhea, vomiting blood. what disease do i have?. As a doctor I have diagnosed that you have gastritis.."}
{"text": "i have skin lesion, skin growth, skin moles, warts. what disease do i have?. As a doctor I have diagnosed that you have skin cancer.."}
{"text": "i have skin swelling, lip swelling, abnormal appearing skin, skin growth, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have skin cancer.."}
{"text": "i have lip swelling, skin growth, irregular appearing scalp. what disease do i have?. As a doctor I have diagnosed that you have skin cancer.."}
{"text": "i have lip swelling, skin lesion, irregular appearing scalp, skin irritation, warts. what disease do i have?. As a doctor I have diagnosed that you have skin cancer.."}
{"text": "i have lip swelling, abnormal appearing skin, skin lesion, irregular appearing scalp, skin dryness, peeling, scaliness, or roughness, skin irritation, warts. what disease do i have?. As a doctor I have diagnosed that you have skin cancer.."}
{"text": "i have headache, toothache, mouth ulcer, fever, tongue lesions, mouth pain. what disease do i have?. As a doctor I have diagnosed that you have aphthous ulcer.."}
{"text": "i have sore throat, nasal congestion, diminished hearing, lump in throat, throat feels tight, redness in ear, swollen or red tonsils. what disease do i have?. As a doctor I have diagnosed that you have tonsillitis.."}
{"text": "i have sore throat, diminished hearing, lump in throat, swollen or red tonsils. what disease do i have?. As a doctor I have diagnosed that you have tonsillitis.."}
{"text": "i have difficulty in swallowing, sharp abdominal pain, diarrhea. what disease do i have?. As a doctor I have diagnosed that you have stomach cancer.."}
{"text": "i have depressive or psychotic symptoms, difficulty speaking, restlessness, delusions or hallucinations, temper problems, fears and phobias. what disease do i have?. As a doctor I have diagnosed that you have developmental disability.."}
{"text": "i have lack of growth, hostile behavior, restlessness, seizures, temper problems, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have developmental disability.."}
{"text": "i have lack of growth, hostile behavior, restlessness, seizures, obsessions and compulsions. what disease do i have?. As a doctor I have diagnosed that you have developmental disability.."}
{"text": "i have anxiety and nervousness, depression, sharp chest pain, dizziness, abnormal involuntary movements, headache, burning abdominal pain, fatigue. what disease do i have?. As a doctor I have diagnosed that you have acute stress reaction.."}
{"text": "i have shortness of breath, depressive or psychotic symptoms, sharp chest pain, abnormal involuntary movements, headache, burning abdominal pain, fatigue. what disease do i have?. As a doctor I have diagnosed that you have acute stress reaction.."}
{"text": "i have depression, depressive or psychotic symptoms, sharp chest pain. what disease do i have?. As a doctor I have diagnosed that you have acute stress reaction.."}
{"text": "i have problems with movement, slurring words. what disease do i have?. As a doctor I have diagnosed that you have delirium.."}
{"text": "i have depressive or psychotic symptoms, difficulty speaking, focal weakness, slurring words, disturbance of memory. what disease do i have?. As a doctor I have diagnosed that you have delirium.."}
{"text": "i have skin swelling, abnormal appearing skin, acne or pimples. what disease do i have?. As a doctor I have diagnosed that you have callus.."}
{"text": "i have skin swelling, abnormal appearing skin, acne or pimples, skin growth, irregular appearing nails, skin rash. what disease do i have?. As a doctor I have diagnosed that you have callus.."}
{"text": "i have hip pain, low back pain, muscle pain, side pain, low back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have lumbago.."}
{"text": "i have headache, facial pain, allergic reaction, apnea, painful sinuses, nosebleed. what disease do i have?. As a doctor I have diagnosed that you have deviated nasal septum.."}
{"text": "i have skin swelling, lip swelling, abnormal appearing skin, skin lesion, skin growth, irregular appearing scalp, skin moles, irregular appearing nails. what disease do i have?. As a doctor I have diagnosed that you have hemangioma.."}
{"text": "i have skin swelling, lip swelling, abnormal appearing skin, skin lesion, skin growth, irregular appearing scalp, skin moles, lymphedema, irregular appearing nails, skin dryness, peeling, scaliness, or roughness. what disease do i have?. As a doctor I have diagnosed that you have hemangioma.."}
{"text": "i have skin swelling, lip swelling, abnormal appearing skin, skin growth, irregular appearing nails. what disease do i have?. As a doctor I have diagnosed that you have hemangioma.."}
{"text": "i have symptoms of the kidneys, lymphedema. what disease do i have?. As a doctor I have diagnosed that you have peripheral arterial disease.."}
{"text": "i have back pain, neck pain, low back pain, loss of sensation, lower body pain, groin pain, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have chronic back pain.."}
{"text": "i have leg pain, hip pain, back pain, neck pain, low back pain, loss of sensation, side pain, groin pain, back cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have chronic back pain.."}
{"text": "i have hip pain, neck pain, loss of sensation, back cramps or spasms, back stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have chronic back pain.."}
{"text": "i have leg pain, hip pain, back pain, low back pain, lower body pain, groin pain, back stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have chronic back pain.."}
{"text": "i have leg pain, neck pain, loss of sensation, side pain, groin pain, back cramps or spasms, back stiffness or tightness. what disease do i have?. As a doctor I have diagnosed that you have chronic back pain.."}
{"text": "i have shortness of breath, sharp chest pain, palpitations, cough, weight gain, leg swelling, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have shortness of breath, sharp chest pain, cough, leg swelling, weakness, difficulty breathing, fluid retention. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have chest tightness, leg swelling, weakness. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have sharp chest pain, cough, leg swelling, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have chest tightness, palpitations, cough, weakness, difficulty breathing, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have sharp chest pain, palpitations, cough, leg swelling, difficulty breathing, fluid retention, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have shortness of breath, sharp chest pain, cough, hurts to breath. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have cough, weight gain, weakness, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have heart failure.."}
{"text": "i have cough, nasal congestion, white discharge from eye, pain in eye, lacrimation. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis.."}
{"text": "i have nasal congestion, white discharge from eye, pain in eye. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis.."}
{"text": "i have sore throat, nasal congestion, pain in eye, eye redness, fever, coryza. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis.."}
{"text": "i have leg pain, arm pain, back pain, low back pain, loss of sensation, arm weakness, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have herniated disk.."}
{"text": "i have leg pain, arm pain, neck pain, loss of sensation, paresthesia, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have herniated disk.."}
{"text": "i have leg pain, back pain, neck pain, loss of sensation, shoulder pain, arm weakness. what disease do i have?. As a doctor I have diagnosed that you have herniated disk.."}
{"text": "i have skin growth, fever, chills. what disease do i have?. As a doctor I have diagnosed that you have breast infection (mastitis).."}
{"text": "i have shortness of breath, chest tightness, cough, leg pain, side pain, difficulty breathing, hemoptysis, sweating. what disease do i have?. As a doctor I have diagnosed that you have pulmonary embolism.."}
{"text": "i have chest tightness, cough, leg pain, leg swelling, weakness, side pain, difficulty breathing, hemoptysis. what disease do i have?. As a doctor I have diagnosed that you have pulmonary embolism.."}
{"text": "i have shortness of breath, chest tightness, cough, leg pain, leg swelling, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have pulmonary embolism.."}
{"text": "i have depression, depressive or psychotic symptoms, lack of growth, abusing alcohol, hostile behavior, seizures, temper problems, hysterical behavior. what disease do i have?. As a doctor I have diagnosed that you have conduct disorder.."}
{"text": "i have depression, depressive or psychotic symptoms, fainting, hostile behavior, seizures, hysterical behavior. what disease do i have?. As a doctor I have diagnosed that you have conduct disorder.."}
{"text": "i have depressive or psychotic symptoms, lack of growth, hostile behavior, excessive anger. what disease do i have?. As a doctor I have diagnosed that you have conduct disorder.."}
{"text": "i have retention of urine, mass in scrotum, sharp abdominal pain, side pain, groin pain. what disease do i have?. As a doctor I have diagnosed that you have epididymitis.."}
{"text": "i have retention of urine, pain in testicles, painful urination, side pain, groin pain. what disease do i have?. As a doctor I have diagnosed that you have epididymitis.."}
{"text": "i have abnormal appearing skin, skin rash. what disease do i have?. As a doctor I have diagnosed that you have molluscum contagiosum.."}
{"text": "i have skin swelling, abnormal appearing skin, skin lesion, knee lump or mass, itching of skin, warts. what disease do i have?. As a doctor I have diagnosed that you have molluscum contagiosum.."}
{"text": "i have acne or pimples, skin dryness, peeling, scaliness, or roughness, skin rash. what disease do i have?. As a doctor I have diagnosed that you have molluscum contagiosum.."}
{"text": "i have suprapubic pain, frequent urination, pain during pregnancy, burning abdominal pain, vaginal redness, problems during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have benign vaginal discharge (leukorrhea).."}
{"text": "i have suprapubic pain, sharp abdominal pain, painful urination, pain during pregnancy, burning abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have benign vaginal discharge (leukorrhea).."}
{"text": "i have suprapubic pain, sharp abdominal pain, vaginal itching, frequent urination, vaginal discharge, pain during pregnancy, vaginal redness, problems during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have benign vaginal discharge (leukorrhea).."}
{"text": "i have suprapubic pain, sharp abdominal pain, vaginal itching, painful urination, frequent urination, vaginal discharge, pain during pregnancy, burning abdominal pain, vaginal redness. what disease do i have?. As a doctor I have diagnosed that you have benign vaginal discharge (leukorrhea).."}
{"text": "i have suprapubic pain, painful urination, burning abdominal pain, problems during pregnancy. what disease do i have?. As a doctor I have diagnosed that you have benign vaginal discharge (leukorrhea).."}
{"text": "i have suprapubic pain, sharp abdominal pain, vaginal itching. what disease do i have?. As a doctor I have diagnosed that you have benign vaginal discharge (leukorrhea).."}
{"text": "i have retention of urine, suprapubic pain, involuntary urination, frequent urination, bedwetting. what disease do i have?. As a doctor I have diagnosed that you have bladder obstruction.."}
{"text": "i have abnormal appearing skin, skin growth, swollen lymph nodes. what disease do i have?. As a doctor I have diagnosed that you have melanoma.."}
{"text": "i have abnormal appearing skin, skin lesion, skin growth, irregular appearing scalp, swollen lymph nodes, itchy eyelid. what disease do i have?. As a doctor I have diagnosed that you have melanoma.."}
{"text": "i have irregular appearing scalp, swollen lymph nodes, itchy eyelid. what disease do i have?. As a doctor I have diagnosed that you have melanoma.."}
{"text": "i have cough, difficulty in swallowing, ear pain. what disease do i have?. As a doctor I have diagnosed that you have laryngitis.."}
{"text": "i have cough, nasal congestion, irritable infant, temper problems. what disease do i have?. As a doctor I have diagnosed that you have diaper rash.."}
{"text": "i have blood in stool, irritable infant, vomiting, diarrhea, temper problems, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have diaper rash.."}
{"text": "i have cough, nasal congestion, diarrhea, temper problems, skin rash, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have diaper rash.."}
{"text": "i have cough, blood in stool, vomiting, diarrhea, fever, temper problems, pulling at ears. what disease do i have?. As a doctor I have diagnosed that you have diaper rash.."}
{"text": "i have nasal congestion, irritable infant, diarrhea, temper problems, pulling at ears, skin rash, diaper rash. what disease do i have?. As a doctor I have diagnosed that you have diaper rash.."}
{"text": "i have blood in stool, vomiting, vomiting blood, heartburn, upper abdominal pain, changes in stool appearance. what disease do i have?. As a doctor I have diagnosed that you have gastroduodenal ulcer.."}
{"text": "i have vomiting, nausea, heartburn, upper abdominal pain. what disease do i have?. As a doctor I have diagnosed that you have gastroduodenal ulcer.."}
{"text": "i have sharp chest pain, blood in stool, nausea, vomiting blood, burning abdominal pain, changes in stool appearance. what disease do i have?. As a doctor I have diagnosed that you have gastroduodenal ulcer.."}
{"text": "i have swelling of scrotum, mass in scrotum, sharp abdominal pain, lower abdominal pain, ache all over. what disease do i have?. As a doctor I have diagnosed that you have inguinal hernia.."}
{"text": "i have groin mass, symptoms of the scrotum and testes, swelling of scrotum, ache all over, swollen abdomen, groin pain. what disease do i have?. As a doctor I have diagnosed that you have inguinal hernia.."}
{"text": "i have swelling of scrotum, pain in testicles, mass in scrotum, swollen abdomen, groin pain. what disease do i have?. As a doctor I have diagnosed that you have inguinal hernia.."}
{"text": "i have symptoms of the scrotum and testes, pain in testicles, ache all over, swollen abdomen, groin pain. what disease do i have?. As a doctor I have diagnosed that you have inguinal hernia.."}
{"text": "i have cough, skin swelling, abnormal appearing skin, skin lesion, acne or pimples, irregular appearing scalp, allergic reaction, itching of skin, skin irritation, warts. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have skin swelling, abnormal appearing skin, irregular appearing scalp, allergic reaction, itching of skin, skin dryness, peeling, scaliness, or roughness, skin irritation, skin rash. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have cough, abnormal appearing skin, acne or pimples, irregular appearing scalp, allergic reaction, itching of skin. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have abnormal appearing skin, itching of skin, warts. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have cough, abnormal appearing skin, acne or pimples, allergic reaction, skin dryness, peeling, scaliness, or roughness, skin irritation, warts. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have skin swelling, skin lesion, allergic reaction, skin dryness, peeling, scaliness, or roughness, warts. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have lack of growth, fainting, hostile behavior, excessive anger. what disease do i have?. As a doctor I have diagnosed that you have asperger syndrome.."}
{"text": "i have depression, lack of growth, hostile behavior, antisocial behavior. what disease do i have?. As a doctor I have diagnosed that you have asperger syndrome.."}
{"text": "i have anxiety and nervousness, depressive or psychotic symptoms, fainting, excessive anger. what disease do i have?. As a doctor I have diagnosed that you have asperger syndrome.."}
{"text": "i have sore throat, difficulty in swallowing, mouth ulcer, decreased appetite. what disease do i have?. As a doctor I have diagnosed that you have mucositis.."}
{"text": "i have sore throat, difficulty in swallowing, irritable infant, mouth ulcer. what disease do i have?. As a doctor I have diagnosed that you have mucositis.."}
{"text": "i have cough, vomiting, nausea, diarrhea, chills, fatigue. what disease do i have?. As a doctor I have diagnosed that you have white blood cell disease.."}
{"text": "i have leg pain, hip pain, back pain, low back pain, problems with movement, loss of sensation, paresthesia, leg cramps or spasms. what disease do i have?. As a doctor I have diagnosed that you have spondylolisthesis.."}
{"text": "i have leg pain, hip pain, paresthesia, leg cramps or spasms, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have spondylolisthesis.."}
{"text": "i have leg pain, back pain, neck pain, low back pain, leg cramps or spasms, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have spondylolisthesis.."}
{"text": "i have leg pain, neck pain, paresthesia, leg cramps or spasms, leg weakness. what disease do i have?. As a doctor I have diagnosed that you have spondylolisthesis.."}
{"text": "i have nasal congestion, white discharge from eye, diminished vision, eye redness, itchiness of eye, fever. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis due to virus.."}
{"text": "i have cough, white discharge from eye, diminished vision, eye redness, itchiness of eye, swollen eye. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis due to virus.."}
{"text": "i have diminished hearing, headache, facial pain. what disease do i have?. As a doctor I have diagnosed that you have open wound of the nose.."}
{"text": "i have diminished hearing, facial pain. what disease do i have?. As a doctor I have diagnosed that you have open wound of the nose.."}
