{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bipolar disorder.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have cerebral palsy.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have colorectal cancer.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypertensive heart disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have myocardial infarction (heart....."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection (uti).."}
{"text": "i have difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have common cold.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have cirrhosis.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have conjunctivitis (pink eye).."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have fever, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have gastroenteritis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hyperthyroidism.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hyperthyroidism.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have kidney cancer.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have malaria.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have malaria.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pancreatitis.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have spina bifida.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have urinary tract infection.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have anxiety disorders.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have klinefelter syndrome.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chickenpox.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chickenpox.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have coronary artery disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have eating disorders (anorexia,....."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have fibromyalgia.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have gastroenteritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have hemophilia.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hyperthyroidism.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypoglycemia.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lymphoma.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have fever, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have psoriasis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tuberculosis.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tuberculosis.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have kidney disease.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have . what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have allergic rhinitis.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have anxiety disorders.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have cataracts.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have crohn's disease.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have crohn's disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have depression.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have multiple sclerosis.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumocystis pneumonia (pcp).."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumonia.."}
{"text": "i have blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have scoliosis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have sickle cell anemia.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tetanus.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tetanus.."}
{"text": "i have cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have down syndrome.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have ebola virus.."}
{"text": "i have fever, cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you have ebola virus.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have eczema.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have gastroenteritis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have klinefelter syndrome.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fever, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lyme disease.."}
{"text": "i have fever, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lyme disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pancreatic cancer.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have pneumothorax.."}
{"text": "i have cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have ulcerative colitis.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you have anxiety disorders.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have coronary artery disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have coronary artery disease.."}
{"text": "i have blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hemorrhoids.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypothyroidism.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoarthritis.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, fatigue. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough. what disease do i have?. As a doctor I have diagnosed that you have polycystic ovary syndrome (pcos).."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have systemic lupus erythematosus....."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you have typhoid fever.."}
{"text": "i have cough. what disease do i have?. As a doctor I have diagnosed that you have typhoid fever.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have influenza.."}
{"text": "i have fever, cough, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, difficulty breathing. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have asthma.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chronic kidney disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have hemophilia.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have hepatitis b.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you have hepatitis b.."}
{"text": "i have fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have hypertension.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have kidney cancer.."}
{"text": "i have fever, cough, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have kidney disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have pancreatitis.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have parkinson's disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you have parkinson's disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have prader-willi syndrome.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have rheumatoid arthritis.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have thyroid cancer.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tuberculosis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have alzheimer's disease.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have alzheimer's disease.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have alzheimer's disease.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have bronchitis.."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have fever, fatigue, difficulty breathing, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have chronic obstructive pulmonary disease (copd).."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have dementia.."}
{"text": "i have fever, cough, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diabetes.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have diverticulitis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have liver cancer.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lung cancer.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have lung cancer.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have mumps.."}
{"text": "i have fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have mumps.."}
{"text": "i have cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have osteoporosis.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue, difficulty breathing, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, cough, blood pressure. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have cough, fatigue. what disease do i have?. As a doctor I have diagnosed that you don't have a disease.."}
{"text": "i have fever, fatigue, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have gout.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have migraine.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have cough, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have testicular cancer.."}
{"text": "i have fever, cough, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have tonsillitis.."}
{"text": "i have fatigue. what disease do i have?. As a doctor I have diagnosed that you have williams syndrome.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
{"text": "i have fever, fatigue, blood pressure, cholesterol level. what disease do i have?. As a doctor I have diagnosed that you have stroke.."}
